/* ===== data/accessories-db.js ===== */

const accessoriesDatabase = [
    {
        id:               253,
        name:             "Парашют F",
        type:             "Парашют",
        weight:           8,
        description:      "Прибор для безопасного спуска с большой высоты."
    },
    {
        id:               294,
        name:             "Байкерский шлем",
        type:             "Головной убор",
        weight:           1.5,
        description:      "Береги голову смолоду! А если ты принципиально не надеваешь его, то и не надо."
    },
    {
        id:               295,
        name:             "Шапка «Снежный кум»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Иногда нет ничего стыдного в том, что у тебя марковка перед носом.",
        event:            "Зима 2023"
    },
    {
        id:               320,
        name:             "Наушники «AirPods Max»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Необыкновенную обыкновенность придаёт эта чудо-техника ушам.",
        event:            "Зима 2023"
    },
    {
        id:               321,
        name:             "Зимние наушники «Рожки»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Пришло время выставить рога напоказ!",
        event:            "Зима 2023"
    },
    {
        id:               322,
        name:             "Шапка «Батина»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "У каждого отца обязана быть такая шапка!",
        event:            "Зима 2023"
    },
    {
        id:               323,
        name:             "Классическая ушанка",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Бессмертная и универсальная классика, хоть с костюмом надевай.",
        event:            "Зима 2023"
    },
    {
        id:               324,
        name:             "Классическая ушанка",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Экзотический вариант классической шапки-ушанки.",
        event:            "Зима 2023"
    },
    {
        id:               325,
        name:             "Компактная ушанка",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Почему все сравнивают короткие ушки с кое-чем еще?",
        event:            "Зима 2023"
    },
    {
        id:               326,
        name:             "Компактная ушанка",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Экзотический вариант компактной шапки-ушанки.",
        event:            "Зима 2023"
    },
    {
        id:               327,
        name:             "Модерн ушанка",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Современное подобие классической шапки-ушанки.",
        event:            "Зима 2023"
    },
    {
        id:               328,
        name:             "Модерн ушанка",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Современное подобие классической шапки-ушанки.",
        event:            "Зима 2023"
    },
    {
        id:               329,
        name:             "Кепка «BG BATTLE»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Защищает от ярких лучей славы, которая неизбежно приближается!"
    },
    {
        id:               330,
        name:             "Очки «BG BATTLE»",
        type:             "Очки",
        weight:           0.1,
        description:      "Сквозь эти линзы виден только путь к победе!"
    },
    {
        id:               333,
        name:             "Рюкзак «Adidas»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.1,
        description:      "Его одинаково любят и носят как тинейджеры, так и мамочки после занятий йогой.",
        event:            "Весна 2023"
    },
    {
        id:               335,
        name:             "Рюкзак «Burberry»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.1,
        description:      "Помогает выглядеть богатым и успешным, даже если ты живешь в подвале у родителей.",
        event:            "Весна 2023"
    },
    {
        id:               336,
        name:             "Аксессуар «Хагги-Вагги»",
        type:             "Аксессуар для спины",
        weight:           0.1,
        description:      "Всегда будет в моде. Особенно если ты родился в 2010-е и не знаешь, что такое мода.",
        event:            "Весна 2023"
    },
    {
        id:               337,
        name:             "Аксессуар «Кисси-Мисси»",
        type:             "Аксессуар для спины",
        weight:           0.1,
        description:      "Незаменимая вещь, если ты хочешь выглядеть как маленькая принцесса.",
        event:            "Весна 2023"
    },
    {
        id:               338,
        name:             "Рюкзак «DC Shoes»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.1,
        description:      "Предназначен для любителей экстремальных видов спорта.",
        event:            "Весна 2023"
    },
    {
        id:               339,
        name:             "Шапка «Пикачу с ушками»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Последний писк моды. Хорошо дополняет образ любого, кто всерьёз считает себя покемоном.",
        event:            "Весна 2023"
    },
    {
        id:               340,
        name:             "Шапка «Мордочка с ушками»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Теперь ты можешь выглядеть как твой питомец, но без необходимости принимать купание в луже.",
        event:            "Весна 2023"
    },
    {
        id:               342,
        name:             "Шапка «Feng Chen Wang»",
        type:             "Головной убор",
        weight:           1,
        description:      "Как же здорово глазеть на то, как два обычных куска тряпки на голове превращаются в модный шедевр.",
        event:            "Весна 2023"
    },
    {
        id:               344,
        name:             "Рюкзак «Kappa»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.1,
        description:      "Почувствуй себя настоящим малышом, но уже в возрасте!",
        event:            "Весна 2023"
    },
    {
        id:               346,
        name:             "Рюкзак «Nike»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.1,
        description:      "Без него невозможно представить ни одно путешествие по лужам.",
        event:            "Весна 2023"
    },
    {
        id:               347,
        name:             "Рюкзак «Balenciaga»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.1,
        description:      "Ты сможешь вместить в него все свои сокровища, начиная от жвачек и заканчивая слитками золота.",
        event:            "Весна 2023"
    },
    {
        id:               348,
        name:             "Наспинная сумка «Iceberg»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.1,
        description:      "Если надоест носить ее на спине, то просто используй в качестве парашюта.",
        event:            "Весна 2023"
    },
    {
        id:               350,
        name:             "Наспинная сумка «Dsquared2»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.1,
        description:      "Альтернативное решение рюкзаку. Правда всяких замков маловато.",
        event:            "Весна 2023"
    },
    {
        id:               351,
        name:             "Серый футляр для гитары",
        type:             "Рюкзак",
        weight:           0.1,
        description:      "Защищает гитару от царапин. Отлично подходит для хранения закусок.",
        event:            "Весна 2023"
    },
    {
        id:               352,
        name:             "Кепка «Hugo Boss»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Все окружающие должны знать твой авторитетный статус! Ведь теперь он написан у тебя на лбу.",
        event:            "Весна 2023"
    },
    {
        id:               353,
        name:             "Кепка «DG»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Если бы в мире был дефицит ушей, то за твои бы была высокая награда!",
        event:            "Весна 2023"
    },
    {
        id:               354,
        name:             "Белая шапка «AMI»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Пытаешься молча показать, что это всё от большой любви?",
        event:            "Весна 2023"
    },
    {
        id:               355,
        name:             "Черная шапка «AMI»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Пытаешься молча показать, что это всё от большой любви?",
        event:            "Весна 2023"
    },
    {
        id:               356,
        name:             "Черная шапка «The North Face»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Идеальный выбор для тех, кто хочет выглядеть как покоритель севера.",
        event:            "Весна 2023"
    },
    {
        id:               357,
        name:             "Красная шапка «Supreme»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Символ успеха и привилегированного положения в обществе. Расслабься, это была шутка.",
        event:            "Весна 2023"
    },
    {
        id:               358,
        name:             "Оранжевая шапка «StoneIsland»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Нет, никто и ничего тебе запрещать не будет. Носи на здоровье!",
        event:            "Весна 2023"
    },
    {
        id:               359,
        name:             "Оранжевая шапка «The North Face»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Идеальный выбор для тех, кто может выглядеть как покоритель севера.",
        event:            "Весна 2023"
    },
    {
        id:               360,
        name:             "Оранжевая шапка «The North Face»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Идеальный выбор для тех, кто может выглядеть как покоритель севера.",
        event:            "Весна 2023"
    },
    {
        id:               361,
        name:             "Чёрный футляр для гитары",
        type:             "Рюкзак",
        capacity:         "1 слот",
        weight:           0.1,
        description:      "Защищает гитару от царапин. Отлично подходит для хранения закусок.",
        event:            "Весна 2023"
    },
    {
        id:               362,
        name:             "Футляр для гитары с принтом",
        type:             "Рюкзак",
        capacity:         "1 слот",
        weight:           0.1,
        description:      "Защищает гитару от царапин. Отлично подходит для хранения закусок.",
        event:            "Весна 2023"
    },
    {
        id:               373,
        name:             "Кепка «Eurovision 2023»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Отражение культуры и яркости международного шоу на просторах Провинции.",
        event:            "Eurovision 2023"
    },
    {
        id:               374,
        name:             "Рюкзак «Eurovision 2023»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.1,
        description:      "Для тех, кто предпочитает путешествовать стильно, громко и курьерским образом.",
        event:            "Eurovision 2023"
    },
    {
        id:               410,
        name:             "Кепка «Polo Ralph Lauren»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               411,
        name:             "Кепка «MLB NY Yankees»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               412,
        name:             "Кепка «New Era 9Forty»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               413,
        name:             "Кепка «Champion»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               414,
        name:             "Кепка «Adidas Originals Adicolor»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               415,
        name:             "Кепка с принтом «Versace»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               416,
        name:             "Кепка с принтом «Versace»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               417,
        name:             "Кепка «Versace»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               418,
        name:             "Кепка «Palm Angels»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               419,
        name:             "Кепка «Ami Paris»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               420,
        name:             "Кепка «Ami Paris»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               421,
        name:             "Кепка с принтом «Palm Angels»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               422,
        name:             "Двухцветная кепка «Palm Angels»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               423,
        name:             "Чёрная кепка",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               424,
        name:             "Белая кепка",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               425,
        name:             "Красная кепка",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               426,
        name:             "Панама «Palm Angels»",
        type:             "Головной убор",
        weight:           0.13,
        description:      "Элегантный и стильный головной убор, добавляет шарма и очарования своему владельцу.",
        event:            "Осень 2023"
    },
    {
        id:               427,
        name:             "Панама «NY»",
        type:             "Головной убор",
        weight:           0.125,
        description:      "Элегантный и стильный головной убор, добавляет шарма и очарования своему владельцу.",
        event:            "Осень 2023"
    },
    {
        id:               428,
        name:             "Панама «Polo Ralph Lauren»",
        type:             "Головной убор",
        weight:           0.125,
        description:      "Элегантный и стильный головной убор, добавляет шарма и очарования своему владельцу.",
        event:            "Осень 2023"
    },
    {
        id:               429,
        name:             "Панама «Fred Perry»",
        type:             "Головной убор",
        weight:           0.125,
        description:      "Элегантный и стильный головной убор, добавляет шарма и очарования своему владельцу.",
        event:            "Осень 2023"
    },
    {
        id:               430,
        name:             "Панама «Adidas»",
        type:             "Головной убор",
        weight:           0.125,
        description:      "Элегантный и стильный головной убор, добавляет шарма и очарования своему владельцу.",
        event:            "Осень 2023"
    },
    {
        id:               431,
        name:             "Панама «Paul Smith»",
        type:             "Головной убор",
        weight:           0.125,
        description:      "Элегантный и стильный головной убор, добавляет шарма и очарования своему владельцу.",
        event:            "Осень 2023"
    },
    {
        id:               432,
        name:             "Панама «DC»",
        type:             "Головной убор",
        weight:           0.125,
        description:      "Элегантный и стильный головной убор, добавляет шарма и очарования своему владельцу.",
        event:            "Осень 2023"
    },
    {
        id:               433,
        name:             "Панама «Ripndip»",
        type:             "Головной убор",
        weight:           0.125,
        description:      "Элегантный и стильный головной убор, добавляет шарма и очарования своему владельцу.",
        event:            "Осень 2023"
    },
    {
        id:               434,
        name:             "Панама с принтом камуфляжа",
        type:             "Головной убор",
        weight:           0.125,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               435,
        name:             "Летняя панама",
        type:             "Головной убор",
        weight:           0.125,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Осень 2023"
    },
    {
        id:               436,
        name:             "Чёрная шляпа в синюю полоску",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               437,
        name:             "Чёрная шляпа в бирюзовую полоску",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               438,
        name:             "Чёрная шляпа в серую полоску",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               439,
        name:             "Чёрная шляпа в оранжевую полоску",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               440,
        name:             "Чёрная шляпа в бежевую полоску",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               441,
        name:             "Чёрная шляпа в красную полоску",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               442,
        name:             "Белая шляпа в синюю полоску",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               443,
        name:             "Белая шляпа в бирюзовую полоску",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               444,
        name:             "Белая шляпа в серую полоску",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               445,
        name:             "Белая шляпа в оранжевую полоску",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               446,
        name:             "Белая шляпа в бежевую полоску",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               447,
        name:             "Белая шляпа в красную полоску",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               448,
        name:             "Шляпа с принтом леопарда",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               449,
        name:             "Соломенная белая шляпа",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               450,
        name:             "Соломенная синяя шляпа",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               451,
        name:             "Соломенная коричневая шляпа",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               452,
        name:             "Соломенная розовая шляпа",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               453,
        name:             "Соломенная зеленая шляпа",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Модный аксессуар, который добавит нотку романтики и загадочности в твой образ.",
        event:            "Осень 2023"
    },
    {
        id:               454,
        name:             "Барсетка «Boss»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.35,
        description:      "Организовывай и стилизуй, мода циклична.",
        event:            "Осень 2023"
    },
    {
        id:               455,
        name:             "Барсетка «Boss»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.35,
        description:      "Организовывай и стилизуй, мода циклична.",
        event:            "Осень 2023"
    },
    {
        id:               456,
        name:             "Барсетка «Hugo»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.35,
        description:      "Организовывай и стилизуй, мода циклична.",
        event:            "Осень 2023"
    },
    {
        id:               457,
        name:             "Барсетка «Lacoste»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.35,
        description:      "Организовывай и стилизуй, мода циклична.",
        event:            "Осень 2023"
    },
    {
        id:               458,
        name:             "Барсетка «Lacoste»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.35,
        description:      "Организовывай и стилизуй, мода циклична.",
        event:            "Осень 2023"
    },
    {
        id:               459,
        name:             "Барсетка «Lacoste»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.35,
        description:      "Организовывай и стилизуй, мода циклична.",
        event:            "Осень 2023"
    },
    {
        id:               460,
        name:             "Барсетка «Lacoste»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.35,
        description:      "Организовывай и стилизуй, мода циклична.",
        event:            "Осень 2023"
    },
    {
        id:               461,
        name:             "Барсетка «Lacoste»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.35,
        description:      "Организовывай и стилизуй, мода циклична.",
        event:            "Осень 2023"
    },
    {
        id:               462,
        name:             "Барсетка «Lacoste»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.35,
        description:      "Организовывай и стилизуй, мода циклична.",
        event:            "Осень 2023"
    },
    {
        id:               463,
        name:             "Барсетка «Lacoste»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.35,
        description:      "Организовывай и стилизуй, мода циклична.",
        event:            "Осень 2023"
    },
    {
        id:               464,
        name:             "Барсетка «Lacoste»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.35,
        description:      "Организовывай и стилизуй, мода циклична.",
        event:            "Осень 2023"
    },
    {
        id:               465,
        name:             "Барсетка «BAO BAO»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.35,
        description:      "Организовывай и стилизуй, мода циклична.",
        event:            "Осень 2023"
    },
    {
        id:               466,
        name:             "Наспинный аксессуар «KAWS»",
        type:             "Аксессуар для спины",
        weight:           0.4,
        description:      "Воплощение духа и творчества именитого дизайнера на твоей спине.",
        event:            "Осень 2023"
    },
    {
        id:               467,
        name:             "Наспинный аксессуар «KAWS»",
        type:             "Аксессуар для спины",
        weight:           0.4,
        description:      "Воплощение духа и творчества именитого дизайнера на твоей спине.",
        event:            "Осень 2023"
    },
    {
        id:               468,
        name:             "Наспинный аксессуар «KAWS»",
        type:             "Аксессуар для спины",
        weight:           0.4,
        description:      "Воплощение духа и творчества именитого дизайнера на твоей спине.",
        event:            "Осень 2023"
    },
    {
        id:               469,
        name:             "Наспинный аксессуар «KAWS»",
        type:             "Аксессуар для спины",
        weight:           0.4,
        description:      "Воплощение духа и творчества именитого дизайнера на твоей спине.",
        event:            "Осень 2023"
    },
    {
        id:               470,
        name:             "Наспинный аксессуар «KAWS»",
        type:             "Аксессуар для спины",
        weight:           0.4,
        description:      "Воплощение духа и творчества именитого дизайнера на твоей спине.",
        event:            "Осень 2023"
    },
    {
        id:               471,
        name:             "Наспинный аксессуар «KAWS»",
        type:             "Аксессуар для спины",
        weight:           0.4,
        description:      "Воплощение духа и творчества именитого дизайнера на твоей спине.",
        event:            "Осень 2023"
    },
    {
        id:               472,
        name:             "Наспинный аксессуар «KAWS»",
        type:             "Аксессуар для спины",
        weight:           0.4,
        description:      "Воплощение духа и творчества именитого дизайнера на твоей спине.",
        event:            "Осень 2023"
    },
    {
        id:               473,
        name:             "Наспинный аксессуар «KAWS»",
        type:             "Аксессуар для спины",
        weight:           0.4,
        description:      "Воплощение духа и творчества именитого дизайнера на твоей спине.",
        event:            "Осень 2023"
    },
    {
        id:               487,
        name:             "Клатч «Valentino Garavani»",
        type:             "Рюкзак",
        capacity:         "1 слот",
        weight:           0.38,
        description:      "Не обращай внимание на тех, кто называет его женским аксессуаром. Они совсем не смыслят в моде.",
        event:            "Осень 2023"
    },
    {
        id:               488,
        name:             "Клатч «Versace»",
        type:             "Рюкзак",
        capacity:         "1 слот",
        weight:           0.38,
        description:      "Не обращай внимание на тех, кто называет его женским аксессуаром. Они совсем не смыслят в моде.",
        event:            "Осень 2023"
    },
    {
        id:               489,
        name:             "Клатч «D&G»",
        type:             "Рюкзак",
        capacity:         "1 слот",
        weight:           0.38,
        description:      "Не обращай внимание на тех, кто называет его женским аксессуаром. Они совсем не смыслят в моде.",
        event:            "Осень 2023"
    },
    {
        id:               490,
        name:             "Клатч «JW Anderson»",
        type:             "Рюкзак",
        capacity:         "1 слот",
        weight:           0.38,
        description:      "Диковинка среди клатчей. И постарайся не напугать бабушек у подъезда, когда они увидят тебя с ним.",
        event:            "Осень 2023"
    },
    {
        id:               491,
        name:             "Клатч «JW Anderson»",
        type:             "Рюкзак",
        capacity:         "1 слот",
        weight:           0.38,
        description:      "Диковинка среди клатчей. И постарайся не напугать бабушек у подъезда, когда они увидят тебя с ним.",
        event:            "Осень 2023"
    },
    {
        id:               492,
        name:             "Портфель «Thom Browne»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.38,
        description:      "Важный компоньон для работы и деловых встреч, придаёт солидности своему владельцу.",
        event:            "Осень 2023"
    },
    {
        id:               493,
        name:             "Портфель «Gucci»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.38,
        description:      "Важный компоньон для работы и деловых встреч, придаёт солидности своему владельцу.",
        event:            "Осень 2023"
    },
    {
        id:               494,
        name:             "Портфель «Gucci»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.38,
        description:      "Важный компоньон для работы и деловых встреч, придаёт солидности своему владельцу.",
        event:            "Осень 2023"
    },
    {
        id:               495,
        name:             "Портфель «Gucci»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.38,
        description:      "Важный компоньон для работы и деловых встреч, придаёт солидности своему владельцу.",
        event:            "Осень 2023"
    },
    {
        id:               496,
        name:             "Дорожная сумка «Gucci»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.8,
        description:      "Надежный спутник для твоих путешествий и приключений по Провинции.",
        event:            "Осень 2023"
    },
    {
        id:               497,
        name:             "Дорожная сумка «Gucci»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.8,
        description:      "Надежный спутник для твоих путешествий и приключений по Провинции.",
        event:            "Осень 2023"
    },
    {
        id:               498,
        name:             "Дорожная сумка «Gucci»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.8,
        description:      "Надежный спутник для твоих путешествий и приключений по Провинции.",
        event:            "Осень 2023"
    },
    {
        id:               499,
        name:             "Дорожная сумка «Supreme»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.8,
        description:      "Надежный спутник для твоих путешествий и приключений по Провинции.",
        event:            "Осень 2023"
    },
    {
        id:               500,
        name:             "Дорожная сумка «Gucci»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.8,
        description:      "Надежный спутник для твоих путешествий и приключений по Провинции.",
        event:            "Осень 2023"
    },
    {
        id:               501,
        name:             "Сумочка «Prada»",
        type:             "Рюкзак",
        capacity:         "1 слот",
        weight:           0.4,
        description:      "Элегантный аксессуар и неотъемлемая часть женского, а может быть и мужского гардероба.",
        event:            "Осень 2023"
    },
    {
        id:               502,
        name:             "Сумочка «Prada»",
        type:             "Рюкзак",
        capacity:         "1 слот",
        weight:           0.4,
        description:      "Элегантный аксессуар и неотъемлемая часть женского, а может быть и мужского гардероба.",
        event:            "Осень 2023"
    },
    {
        id:               503,
        name:             "Сумочка «Prada»",
        type:             "Рюкзак",
        capacity:         "1 слот",
        weight:           0.4,
        description:      "Элегантный аксессуар и неотъемлемая часть женского, а может быть и мужского гардероба.",
        event:            "Осень 2023"
    },
    {
        id:               504,
        name:             "Сумочка «Prada»",
        type:             "Рюкзак",
        capacity:         "1 слот",
        weight:           0.4,
        description:      "Элегантный аксессуар и неотъемлемая часть женского, а может быть и мужского гардероба.",
        event:            "Осень 2023"
    },
    {
        id:               508,
        name:             "Наушники «AirPods Max»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Необыкновенную обыкновенность придаёт эта чудо-техника ушам.",
        event:            "Осень 2023"
    },
    {
        id:               509,
        name:             "Наушники «AirPods Max»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Необыкновенную обыкновенность придаёт эта чудо-техника ушам.",
        event:            "Осень 2023"
    },
    {
        id:               510,
        name:             "Наушники «AirPods Max»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Необыкновенную обыкновенность придаёт эта чудо-техника ушам.",
        event:            "Осень 2023"
    },
    {
        id:               511,
        name:             "Наушники «AirPods Max»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Необыкновенную обыкновенность придаёт эта чудо-техника ушам.",
        event:            "Осень 2023"
    },
    {
        id:               519,
        name:             "Зонт «Арбуз»",
        type:             "Аксессуар для руки",
        weight:           0.4,
        description:      "Защитит тебя от дождя, солнца или ослепительных фотоснимков, которые делают твои вымышленные поклонники.",
        event:            "Осень 2023"
    },
    {
        id:               520,
        name:             "Зонт «Moschino»",
        type:             "Аксессуар для руки",
        weight:           0.4,
        description:      "Защитит тебя от дождя, солнца или ослепительных фотоснимков, которые делают твои вымышленные поклонники.",
        event:            "Осень 2023"
    },
    {
        id:               521,
        name:             "Зонт «Киви»",
        type:             "Аксессуар для руки",
        weight:           0.4,
        description:      "Защитит тебя от дождя, солнца или ослепительных фотоснимков, которые делают твои вымышленные поклонники.",
        event:            "Осень 2023"
    },
    {
        id:               522,
        name:             "Зонт «Мишки»",
        type:             "Аксессуар для руки",
        weight:           0.4,
        description:      "Защитит тебя от дождя, солнца или ослепительных фотоснимков, которые делают твои вымышленные поклонники.",
        event:            "Осень 2023"
    },
    {
        id:               523,
        name:             "Зонт «Чёрный классический»",
        type:             "Аксессуар для руки",
        weight:           0.4,
        description:      "Защитит тебя от дождя, солнца или ослепительных фотоснимков, которые делают твои вымышленные поклонники.",
        event:            "Осень 2023"
    },
    {
        id:               524,
        name:             "Зонт «Umbrella Corp.»",
        type:             "Аксессуар для руки",
        weight:           0.4,
        description:      "Защитит тебя от дождя, солнца или ослепительных фотоснимков, которые делают твои вымышленные поклонники.",
        event:            "Осень 2023"
    },
    {
        id:               525,
        name:             "Зонт «Голубой»",
        type:             "Аксессуар для руки",
        weight:           0.4,
        description:      "Защитит тебя от дождя, солнца или ослепительных фотоснимков, которые делают твои вымышленные поклонники.",
        event:            "Осень 2023"
    },
    {
        id:               526,
        name:             "Зонт «Жёлтый»",
        type:             "Аксессуар для руки",
        weight:           0.4,
        description:      "Защитит тебя от дождя, солнца или ослепительных фотоснимков, которые делают твои вымышленные поклонники.",
        event:            "Осень 2023"
    },
    {
        id:               527,
        name:             "Зонт «Красный»",
        type:             "Аксессуар для руки",
        weight:           0.4,
        description:      "Защитит тебя от дождя, солнца или ослепительных фотоснимков, которые делают твои вымышленные поклонники.",
        event:            "Осень 2023"
    },
    {
        id:               528,
        name:             "Зонт «Белый»",
        type:             "Аксессуар для руки",
        weight:           0.4,
        description:      "Защитит тебя от дождя, солнца или ослепительных фотоснимков, которые делают твои вымышленные поклонники.",
        event:            "Осень 2023"
    },
    {
        id:               531,
        name:             "Байкерский шлем «Bell»",
        type:             "Головной убор",
        weight:           1.5,
        description:      "Береги голову смолоду! А если ты принципиально не надеваешь его, то и не надо.",
        event:            "Осень 2023"
    },
    {
        id:               532,
        name:             "Байкерский шлем «Bell»",
        type:             "Головной убор",
        weight:           1.5,
        description:      "Береги голову смолоду! А если ты принципиально не надеваешь его, то и не надо.",
        event:            "Осень 2023"
    },
    {
        id:               533,
        name:             "Байкерский шлем «Dot»",
        type:             "Головной убор",
        weight:           1.4,
        description:      "Береги голову смолоду! А если ты принципиально не надеваешь его, то и не надо.",
        event:            "Осень 2023"
    },
    {
        id:               534,
        name:             "Байкерский шлем «Dot»",
        type:             "Головной убор",
        weight:           1.4,
        description:      "Береги голову смолоду! А если ты принципиально не надеваешь его, то и не надо.",
        event:            "Осень 2023"
    },
    {
        id:               535,
        name:             "Дуал-спорт шлем «Dot»",
        type:             "Головной убор",
        weight:           1.4,
        description:      "Береги голову смолоду! А если ты принципиально не надеваешь его, то и не надо.",
        event:            "Осень 2023"
    },
    {
        id:               536,
        name:             "Дуал-спорт шлем «Dot»",
        type:             "Головной убор",
        weight:           1.4,
        description:      "Береги голову смолоду! А если ты принципиально не надеваешь его, то и не надо.",
        event:            "Осень 2023"
    },
    {
        id:               537,
        name:             "Дуал-спорт шлем «Dot»",
        type:             "Головной убор",
        weight:           1.4,
        description:      "Береги голову смолоду! А если ты принципиально не надеваешь его, то и не надо.",
        event:            "Осень 2023"
    },
    {
        id:               538,
        name:             "Мотоциклетный шлем",
        type:             "Головной убор",
        weight:           1.2,
        description:      "Береги голову смолоду! А если ты принципиально не надеваешь его, то и не надо."
    },
    {
        id:               539,
        name:             "Мотоциклетный шлем",
        type:             "Головной убор",
        weight:           1.6,
        description:      "Береги голову смолоду! А если ты принципиально не надеваешь его, то и не надо."
    },
    {
        id:               540,
        name:             "Велосипедный шлем",
        type:             "Головной убор",
        weight:           0.36,
        description:      "Береги голову смолоду! А если ты принципиально не надеваешь его, то и не надо."
    },
    {
        id:               541,
        name:             "Рюкзак «Burberry»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.35,
        description:      "Помогает выглядеть богатым и успешным, даже если ты живёшь в подвале у родителей.",
        event:            "Осень 2023"
    },
    {
        id:               542,
        name:             "Рюкзак «Off-White»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Осень 2023"
    },
    {
        id:               543,
        name:             "Рюкзак «Eastpak»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Осень 2023"
    },
    {
        id:               544,
        name:             "Рюкзак «Eastpak»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Осень 2023"
    },
    {
        id:               545,
        name:             "Рюкзак «Eastpak»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Осень 2023"
    },
    {
        id:               546,
        name:             "Рюкзак «Eastpak»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Осень 2023"
    },
    {
        id:               547,
        name:             "Рюкзак «Alexander McQueen»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Осень 2023"
    },
    {
        id:               548,
        name:             "Рюкзак «Balenciaga»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Осень 2023"
    },
    {
        id:               549,
        name:             "Рюкзак «Versace»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Осень 2023"
    },
    {
        id:               550,
        name:             "Рюкзак «Lacoste»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Осень 2023"
    },
    {
        id:               551,
        name:             "Рюкзак «Palm Angels»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Осень 2023"
    },
    {
        id:               554,
        name:             "Кроссовый шлем",
        type:             "Головной убор",
        weight:           1.2,
        description:      "Береги голову смолоду! А если ты принципиально не надеваешь его, то и не надо.",
        event:            "Осень 2023"
    },
    {
        id:               555,
        name:             "Кроссовый шлем",
        type:             "Головной убор",
        weight:           1.2,
        description:      "Береги голову смолоду! А если ты принципиально не надеваешь его, то и не надо.",
        event:            "Осень 2023"
    },
    {
        id:               556,
        name:             "Кроссовый шлем",
        type:             "Головной убор",
        weight:           1.2,
        description:      "Береги голову смолоду! А если ты принципиально не надеваешь его, то и не надо.",
        event:            "Осень 2023"
    },
    {
        id:               557,
        name:             "Кроссовый шлем",
        type:             "Головной убор",
        weight:           1.2,
        description:      "Береги голову смолоду! А если ты принципиально не надеваешь его, то и не надо.",
        event:            "Осень 2023"
    },
    {
        id:               558,
        name:             "Кроссовый шлем",
        type:             "Головной убор",
        weight:           1.2,
        description:      "Береги голову смолоду! А если ты принципиально не надеваешь его, то и не надо.",
        event:            "Осень 2023"
    },
    {
        id:               582,
        name:             "Рюкзак «Creepy eyes»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Хэллоуин 2023"
    },
    {
        id:               583,
        name:             "Рюкзак «Myers»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Хэллоуин 2023"
    },
    {
        id:               584,
        name:             "Рюкзак «Jason»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Хэллоуин 2023"
    },
    {
        id:               585,
        name:             "Рюкзак «Covenant»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Хэллоуин 2023"
    },
    {
        id:               586,
        name:             "Кепка «Skeletons»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Хэллоуин 2023"
    },
    {
        id:               587,
        name:             "Кепка «Jester»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Хэллоуин 2023"
    },
    {
        id:               588,
        name:             "Кепка «G.O.A.T.»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Хэллоуин 2023"
    },
    {
        id:               589,
        name:             "Кепка «No Lives Matter»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Хэллоуин 2023"
    },
    {
        id:               590,
        name:             "Зонт «Go Away»",
        type:             "Аксессуар для руки",
        weight:           0.4,
        description:      "Защитит тебя от дождя, солнца или ослепительных фотоснимков, которые делают твои вымышленные поклонники.",
        event:            "Хэллоуин 2023"
    },
    {
        id:               591,
        name:             "Зонт «EYEBALL»",
        type:             "Аксессуар для руки",
        weight:           0.4,
        description:      "Защитит тебя от дождя, солнца или ослепительных фотоснимков, которые делают твои вымышленные поклонники.",
        event:            "Хэллоуин 2023"
    },
    {
        id:               592,
        name:             "Зонт «SPIDERWEB»",
        type:             "Аксессуар для руки",
        weight:           0.4,
        description:      "Защитит тебя от дождя, солнца или ослепительных фотоснимков, которые делают твои вымышленные поклонники.",
        event:            "Хэллоуин 2023"
    },
    {
        id:               593,
        name:             "Зонт «G.O.A.T.»",
        type:             "Аксессуар для руки",
        weight:           0.4,
        description:      "Защитит тебя от дождя, солнца или ослепительных фотоснимков, которые делают твои вымышленные поклонники.",
        event:            "Хэллоуин 2023"
    },
    {
        id:               609,
        name:             "Шапка бини «Gucci»",
        type:             "Головной убор",
        weight:           0.06,
        description:      "Предназначена для защиты головы от холода и ветра.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               610,
        name:             "Шапка бини «Gucci»",
        type:             "Головной убор",
        weight:           0.06,
        description:      "Предназначена для защиты головы от холода и ветра.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               611,
        name:             "Шапка бини «Gucci»",
        type:             "Головной убор",
        weight:           0.06,
        description:      "Предназначена для защиты головы от холода и ветра.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               612,
        name:             "Шапка бини «Gucci»",
        type:             "Головной убор",
        weight:           0.06,
        description:      "Предназначена для защиты головы от холода и ветра.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               613,
        name:             "Шапка бини «Gucci»",
        type:             "Головной убор",
        weight:           0.06,
        description:      "Предназначена для защиты головы от холода и ветра.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               614,
        name:             "Шапка с помпоном",
        type:             "Головной убор",
        weight:           0.08,
        description:      "Предназначена для защиты головы от холода и ветра.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               615,
        name:             "Шапка с помпоном",
        type:             "Головной убор",
        weight:           0.08,
        description:      "Предназначена для защиты головы от холода и ветра.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               616,
        name:             "Шапка с помпоном",
        type:             "Головной убор",
        weight:           0.08,
        description:      "Предназначена для защиты головы от холода и ветра.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               617,
        name:             "Шапка с помпоном «Puma»",
        type:             "Головной убор",
        weight:           0.08,
        description:      "Предназначена для защиты головы от холода и ветра.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               618,
        name:             "Шапка с помпоном «Puma»",
        type:             "Головной убор",
        weight:           0.08,
        description:      "Предназначена для защиты головы от холода и ветра.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               619,
        name:             "Шапка с помпоном «Puma»",
        type:             "Головной убор",
        weight:           0.08,
        description:      "Предназначена для защиты головы от холода и ветра.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               620,
        name:             "Рюкзак «Красный плед»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.4,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               621,
        name:             "Рюкзак «Северный олень»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               622,
        name:             "Рюкзак «Прогулка оленей»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               644,
        name:             "Рюкзак «С юбилеем, Провинция»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Лимитированный аксессуар, приуроченный к десятилетию Провинции.",
        event:            "10 лет вместе"
    },
    {
        id:               645,
        name:             "Кепка «С юбилеем, Провинция»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Лимитированный аксессуар, приуроченный к десятилетию Провинции.",
        event:            "10 лет вместе"
    },
    {
        id:               646,
        name:             "Рюкзак «Мне 10»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Лимитированный аксессуар, приуроченный к десятилетию Провинции.",
        event:            "10 лет вместе"
    },
    {
        id:               647,
        name:             "Кепка «Мне 10»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Лимитированный аксессуар, приуроченный к десятилетию Провинции.",
        event:            "10 лет вместе"
    },
    {
        id:               682,
        name:             "Кепка «Eurovision 2024»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Музыка нас связала и тайною нашей стала.",
        event:            "Eurovision 2024"
    },
    {
        id:               683,
        name:             "Рюкзак «Eurovision 2024»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.35,
        description:      "Музыка нас связала и тайною нашей стала.",
        event:            "Eurovision 2024"
    },
    {
        id:               686,
        name:             "Маска",
        type:             "Маска",
        weight:           0.07,
        description:      "Надень и скрой своё лицо от любопытных глаз."
    },
    {
        id:               692,
        name:             "Кепка «Radio Legend»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Защищает голову и лицо от солнечных лучей.",
        event:            "Восьмилетие"
    },
    {
        id:               693,
        name:             "Рюкзак «Radio Legend»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Восьмилетие"
    },
    {
        id:               720,
        name:             "Рюкзак «Haunted Hallows»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               721,
        name:             "Рюкзак «Haunted Hallows»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для переноски предметов.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               722,
        name:             "Рюкзак «Glow Head»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски предметов.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               723,
        name:             "Рюкзак «Beetlejuice»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски предметов.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               724,
        name:             "Зонт «Bat»",
        type:             "Аксессуар для руки",
        weight:           0.4,
        description:      "Защитит тебя от дождя, солнца или ослепительных фотоснимков, которые делают твои вымышленные поклонники.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               725,
        name:             "Зонт «Halloween»",
        type:             "Аксессуар для руки",
        weight:           0.4,
        description:      "Защитит тебя от дождя, солнца или ослепительных фотоснимков, которые делают твои вымышленные поклонники.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               726,
        name:             "Кепка «Pumpkin»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               727,
        name:             "Кепка «Pumpkin»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               728,
        name:             "Кепка «Spooky»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               729,
        name:             "Кепка «BOO!»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               730,
        name:             "Кепка «Agression and Bones»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               731,
        name:             "Кепка «I'm Fine»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Практичный головной убор, который защищает голову и лицо от прямых солнечных лучей.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               732,
        name:             "Шапка «Pumpkin Face»",
        type:             "Головной убор",
        weight:           0.06,
        description:      "Предназначена для защиты головы от холода и ветра.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               733,
        name:             "Шапка «Pumpkin Face»",
        type:             "Головной убор",
        weight:           0.06,
        description:      "Предназначена для защиты головы от холода и ветра.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               756,
        name:             "Пилотка «PRADA»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Гармонично сочетает компактность, комфорт и удобство, особенно в зимний солнечный день.",
        event:            "Зима 2025"
    },
    {
        id:               757,
        name:             "Пилотка «PRADA»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Гармонично сочетает компактность, комфорт и удобство, особенно в зимний солнечный день.",
        event:            "Зима 2025"
    },
    {
        id:               758,
        name:             "Шапка «Louis Vuitton»",
        type:             "Головной убор",
        weight:           0.35,
        description:      "Объединяет элегантность и тепло, становясь незаменимым аксессуаром в холодные дни.",
        event:            "Зима 2025"
    },
    {
        id:               759,
        name:             "Шапка «Louis Vuitton»",
        type:             "Головной убор",
        weight:           0.35,
        description:      "Объединяет элегантность и тепло, становясь незаменимым аксессуаром в холодные дни.",
        event:            "Зима 2025"
    },
    {
        id:               760,
        name:             "Шапка-ушанка «Louis Vuitton»",
        type:             "Головной убор",
        weight:           0.65,
        description:      "Объединяет элегантность и тепло, становясь незаменимым аксессуаром в холодные дни.",
        event:            "Зима 2025"
    },
    {
        id:               761,
        name:             "Шапка-ушанка «Louis Vuitton»",
        type:             "Головной убор",
        weight:           0.65,
        description:      "Объединяет элегантность и тепло, становясь незаменимым аксессуаром в холодные дни.",
        event:            "Зима 2025"
    },
    {
        id:               762,
        name:             "Шапка-ушанка «VICTORIA JUSENKOVA»",
        type:             "Головной убор",
        weight:           0.65,
        description:      "Объединяет элегантность и тепло, становясь незаменимым аксессуаром в холодные дни.",
        event:            "Зима 2025"
    },
    {
        id:               763,
        name:             "Шапка-ушанка «VICTORIA JUSENKOVA»",
        type:             "Головной убор",
        weight:           0.65,
        description:      "Объединяет элегантность и тепло, становясь незаменимым аксессуаром в холодные дни.",
        event:            "Зима 2025"
    },
    {
        id:               764,
        name:             "Шапка «Charles Jeffrey Loverboy»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Завораживает своей уникальностью и ярким дизайном.",
        event:            "Зима 2025"
    },
    {
        id:               765,
        name:             "Шапка «Charles Jeffrey Loverboy»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Завораживает своей уникальностью и ярким дизайном.",
        event:            "Зима 2025"
    },
    {
        id:               766,
        name:             "Шапка «Charles Jeffrey Loverboy»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Завораживает своей уникальностью и ярким дизайном.",
        event:            "Зима 2025"
    },
    {
        id:               767,
        name:             "Шапка «Charles Jeffrey Loverboy»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Завораживает своей уникальностью и ярким дизайном.",
        event:            "Зима 2025"
    },
    {
        id:               768,
        name:             "Шапка бини «Palm Angels»",
        type:             "Головной убор",
        weight:           0.06,
        description:      "Универсальная и стильная, своей сдержанной простотой гармонично дополняет любой гардероб.",
        event:            "Зима 2025"
    },
    {
        id:               769,
        name:             "Шапка бини «Palm Angels»",
        type:             "Головной убор",
        weight:           0.06,
        description:      "Универсальная и стильная, своей сдержанной простотой гармонично дополняет любой гардероб.",
        event:            "Зима 2025"
    },
    {
        id:               770,
        name:             "Шапка бини «Fred Perry»",
        type:             "Головной убор",
        weight:           0.06,
        description:      "Универсальная и стильная, своей сдержанной простотой гармонично дополняет любой гардероб.",
        event:            "Зима 2025"
    },
    {
        id:               771,
        name:             "Шапка бини «Fred Perry»",
        type:             "Головной убор",
        weight:           0.06,
        description:      "Универсальная и стильная, своей сдержанной простотой гармонично дополняет любой гардероб.",
        event:            "Зима 2025"
    },
    {
        id:               772,
        name:             "Шапка бини «Stone Island»",
        type:             "Головной убор",
        weight:           0.06,
        description:      "Универсальная и стильная, своей сдержанной простотой гармонично дополняет любой гардероб.",
        event:            "Зима 2025"
    },
    {
        id:               773,
        name:             "Шапка бини «Stone Island»",
        type:             "Головной убор",
        weight:           0.06,
        description:      "Универсальная и стильная, своей сдержанной простотой гармонично дополняет любой гардероб.",
        event:            "Зима 2025"
    },
    {
        id:               774,
        name:             "Шапка бини «Lacoste»",
        type:             "Головной убор",
        weight:           0.06,
        description:      "Универсальная и стильная, своей сдержанной простотой гармонично дополняет любой гардероб.",
        event:            "Зима 2025"
    },
    {
        id:               775,
        name:             "Шапка бини «Lacoste»",
        type:             "Головной убор",
        weight:           0.06,
        description:      "Универсальная и стильная, своей сдержанной простотой гармонично дополняет любой гардероб.",
        event:            "Зима 2025"
    },
    {
        id:               776,
        name:             "Шапка бини «MARNI»",
        type:             "Головной убор",
        weight:           0.35,
        description:      "Комфортная и стильная, надежно защищающая от холода и добавляющая мимимишности любому образу.",
        event:            "Зима 2025"
    },
    {
        id:               777,
        name:             "Шапка бини «MARNI»",
        type:             "Головной убор",
        weight:           0.35,
        description:      "Комфортная и стильная, надежно защищающая от холода и добавляющая мимимишности любому образу.",
        event:            "Зима 2025"
    },
    {
        id:               778,
        name:             "Панама «MARNI»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Сочетает в себе защиту от холода и изысканный стиль, становясь отличным акцентом зимнего образа.",
        event:            "Зима 2025"
    },
    {
        id:               779,
        name:             "Панама «MARNI»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Сочетает в себе защиту от холода и изысканный стиль, становясь отличным акцентом зимнего образа.",
        event:            "Зима 2025"
    },
    {
        id:               780,
        name:             "Меховые наушники «Yves Salomon Enfant»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Мягкие, пушистые и эффективно защищающие от холода.",
        event:            "Зима 2025"
    },
    {
        id:               781,
        name:             "Меховые наушники «Yves Salomon Enfant»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Мягкие, пушистые и эффективно защищающие от холода.",
        event:            "Зима 2025"
    },
    {
        id:               782,
        name:             "Меховые наушники «Yves Salomon Enfant»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Мягкие, пушистые и эффективно защищающие от холода.",
        event:            "Зима 2025"
    },
    {
        id:               783,
        name:             "Меховые наушники «Marmalato»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Мягкие, пушистые и эффективно защищающие от холода.",
        event:            "Зима 2025"
    },
    {
        id:               784,
        name:             "Меховые наушники «Marmalato»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Мягкие, пушистые и эффективно защищающие от холода.",
        event:            "Зима 2025"
    },
    {
        id:               785,
        name:             "Меховые наушники «Marmalato»",
        type:             "Головной убор",
        weight:           0.1,
        description:      "Мягкие, пушистые и эффективно защищающие от холода.",
        event:            "Зима 2025"
    },
    {
        id:               786,
        name:             "Мотошлем интеграл «Icon»",
        type:             "Головной убор",
        weight:           1.6,
        description:      "Может быть, он спасет тебя при внезапной встрече с асфальтом.",
        event:            "23 февраля 2025"
    },
    {
        id:               787,
        name:             "Мотошлем интеграл «Icon»",
        type:             "Головной убор",
        weight:           1.6,
        description:      "Может быть, он спасет тебя при внезапной встрече с асфальтом.",
        event:            "Зима 2025"
    },
    {
        id:               788,
        name:             "Мотошлем интеграл «Icon»",
        type:             "Головной убор",
        weight:           1.6,
        description:      "Может быть, он спасет тебя при внезапной встрече с асфальтом.",
        event:            "Зима 2025"
    },
    {
        id:               789,
        name:             "Мотошлем интеграл «Icon»",
        type:             "Головной убор",
        weight:           1.6,
        description:      "Может быть, он спасет тебя при внезапной встрече с асфальтом.",
        event:            "Зима 2025"
    },
    {
        id:               790,
        name:             "Мотошлем интеграл «Icon»",
        type:             "Головной убор",
        weight:           1.6,
        description:      "Может быть, он спасет тебя при внезапной встрече с асфальтом.",
        event:            "Зима 2025"
    },
    {
        id:               791,
        name:             "Мотошлем интеграл «Icon»",
        type:             "Головной убор",
        weight:           1.6,
        description:      "Может быть, он спасет тебя при внезапной встрече с асфальтом.",
        event:            "Зима 2025"
    },
    {
        id:               792,
        name:             "Шапка с ушками «Дед Мороз»",
        type:             "Головной убор",
        weight:           0.08,
        description:      "Однозначно создает новогоднее настроение вокруг себя.",
        event:            "Зима 2025"
    },
    {
        id:               793,
        name:             "Новогодняя шапка «Дед мороз»",
        type:             "Головной убор",
        weight:           0.05,
        description:      "Эта яркая шапка с пушистым помпоном наполняет атмосферу волшебством.",
        event:            "Зима 2025"
    },
    {
        id:               794,
        name:             "Новогодняя шапка «Снеговик»",
        type:             "Головной убор",
        weight:           0.05,
        description:      "Эта яркая шапка с пушистым помпоном наполняет атмосферу волшебством.",
        event:            "Зима 2025"
    },
    {
        id:               795,
        name:             "Новогодняя шапка «Рождественский олень»",
        type:             "Головной убор",
        weight:           0.05,
        description:      "Эта яркая шапка с пушистым помпоном наполняет атмосферу волшебством.",
        event:            "Зима 2025"
    },
    {
        id:               796,
        name:             "Новогодняя шапка «Северный медведь»",
        type:             "Головной убор",
        weight:           0.05,
        description:      "Эта яркая шапка с пушистым помпоном наполняет атмосферу волшебством.",
        event:            "Зима 2025"
    },
    {
        id:               797,
        name:             "Борода Деда Мороза",
        type:             "Маска",
        weight:           0.12,
        description:      "Ее длина и густота олицетворяют мудрость и доброту, а каждый волосок пропитан теплом праздничного волшебства.",
        event:            "Зима 2025"
    },
    {
        id:               798,
        name:             "Рюкзак «Louis Vuitton»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.6,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "Зима 2025"
    },
    {
        id:               799,
        name:             "Рюкзак «Louis Vuitton»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.6,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "Зима 2025"
    },
    {
        id:               800,
        name:             "Рюкзак «Louis Vuitton»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "Зима 2025"
    },
    {
        id:               801,
        name:             "Рюкзак «Louis Vuitton»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "Зима 2025"
    },
    {
        id:               802,
        name:             "Рюкзак «Louis Vuitton»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "Зима 2025"
    },
    {
        id:               803,
        name:             "Рюкзак «Valentino Garavani»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "Зима 2025"
    },
    {
        id:               804,
        name:             "Рюкзак «Valentino Garavani»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "Зима 2025"
    },
    {
        id:               805,
        name:             "Рюкзак «BALMAIN»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "Зима 2025"
    },
    {
        id:               806,
        name:             "Рюкзак «BALMAIN»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "Зима 2025"
    },
    {
        id:               807,
        name:             "Рюкзак «FENDI»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски предметов.",
        event:            "Зима 2025"
    },
    {
        id:               808,
        name:             "Рюкзак «FENDI»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "Зима 2025"
    },
    {
        id:               809,
        name:             "Рюкзак «BAPE»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "Зима 2025"
    },
    {
        id:               810,
        name:             "Рюкзак «BAPE»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "Зима 2025"
    },
    {
        id:               811,
        name:             "Рюкзак «Vans»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "Зима 2025"
    },
    {
        id:               812,
        name:             "Рюкзак «Vans»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "Зима 2025"
    },
    {
        id:               813,
        name:             "Рюкзак «adidas Originals»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "Зима 2025"
    },
    {
        id:               814,
        name:             "Рюкзак «adidas Originals»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "Зима 2025"
    },
    {
        id:               815,
        name:             "Дорожная сумка «Brunello Cucinelli»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.55,
        description:      "Стильный и практичный выбор для путешествий.",
        event:            "Зима 2025"
    },
    {
        id:               816,
        name:             "Дорожная сумка «Fred Perry»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.44,
        description:      "Стильный и практичный выбор для путешествий.",
        event:            "Зима 2025"
    },
    {
        id:               817,
        name:             "Дорожная сумка «Fred Perry»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.44,
        description:      "Стильный и практичный выбор для путешествий.",
        event:            "Зима 2025"
    },
    {
        id:               818,
        name:             "Дорожная сумка «Fred Perry»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.44,
        description:      "Стильный и практичный выбор для путешествий.",
        event:            "Зима 2025"
    },
    {
        id:               819,
        name:             "Дорожная сумка «Tom Ford»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.44,
        description:      "Стильный и практичный выбор для путешествий.",
        event:            "Зима 2025"
    },
    {
        id:               820,
        name:             "Дорожная сумка «PRADA»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.55,
        description:      "Стильный и практичный выбор для путешествий.",
        event:            "Зима 2025"
    },
    {
        id:               821,
        name:             "Дорожная сумка «Burberry»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.55,
        description:      "Стильный и практичный выбор для путешествий.",
        event:            "Зима 2025"
    },
    {
        id:               822,
        name:             "Дорожная сумка «Louis Vuitton»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.55,
        description:      "Стильный и практичный выбор для путешествий.",
        event:            "23 февраля 2025"
    },
    {
        id:               823,
        name:             "Дорожная сумка «Louis Vuitton»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.55,
        description:      "Стильный и практичный выбор для путешествий.",
        event:            "Зима 2025"
    },
    {
        id:               824,
        name:             "Дорожная сумка «Louis Vuitton»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.55,
        description:      "Стильный и практичный выбор для путешествий.",
        event:            "Зима 2025"
    },
    {
        id:               825,
        name:             "Портфель «Santoni»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.5,
        description:      "Элегантный аксессуар для деловых и модных людей.",
        event:            "Зима 2025"
    },
    {
        id:               826,
        name:             "Портфель «Church's»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.5,
        description:      "Элегантный аксессуар для деловых и модных людей.",
        event:            "Зима 2025"
    },
    {
        id:               827,
        name:             "Портфель «BOSS»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.5,
        description:      "Элегантный аксессуар для деловых и модных людей.",
        event:            "Зима 2025"
    },
    {
        id:               828,
        name:             "Портфель «Moschino»",
        type:             "Рюкзак",
        capacity:         "5 слотов",
        weight:           0.5,
        description:      "Элегантный аксессуар для деловых и модных людей.",
        event:            "Зима 2025"
    },
    {
        id:               829,
        name:             "Сумочка «Louis Vuitton»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.38,
        description:      "Классика, объединяющая элегантность и практичность.",
        event:            "Зима 2025"
    },
    {
        id:               830,
        name:             "Сумочка «Louis Vuitton»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.38,
        description:      "Классика, объединяющая элегантность и приктичность.",
        event:            "Зима 2025"
    },
    {
        id:               831,
        name:             "Сумочка «Louis Vuitton»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.38,
        description:      "Классика, объединяющая элегантность и приктичность.",
        event:            "Зима 2025"
    },
    {
        id:               832,
        name:             "Сумочка «Louis Vuitton»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.38,
        description:      "Классика, объединяющая элегантность и приктичность.",
        event:            "Зима 2025"
    },
    {
        id:               833,
        name:             "Клатч «AMI Paris»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.2,
        description:      "Придаст вашему образу изысканность и элегантность.",
        event:            "Зима 2025"
    },
    {
        id:               834,
        name:             "Клатч «Saint Laurent»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.2,
        description:      "Придаст вашему образу изысканность и элегантность.",
        event:            "Зима 2025"
    },
    {
        id:               835,
        name:             "Клатч «Kenzo»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.2,
        description:      "Придаст вашему образу изысканность и элегантность.",
        event:            "Зима 2025"
    },
    {
        id:               836,
        name:             "Клатч «Givenchy»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.2,
        description:      "Придаст вашему образу изысканность и элегантность.",
        event:            "Зима 2025"
    },
    {
        id:               837,
        name:             "Клатч «Thom Browne»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.2,
        description:      "Придаст вашему образу изысканность и элегантность.",
        event:            "Зима 2025"
    },
    {
        id:               838,
        name:             "Клатч «Thom Browne»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.2,
        description:      "Придаст вашему образу изысканность и элегантность.",
        event:            "Зима 2025"
    },
    {
        id:               839,
        name:             "Поясная сумка «Gucci»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.4,
        description:      "Практично, удобно и модно.",
        event:            "Зима 2025"
    },
    {
        id:               840,
        name:             "Поясная сумка «PRADA»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.4,
        description:      "Практично, удобно и модно.",
        event:            "Зима 2025"
    },
    {
        id:               841,
        name:             "Поясная сумка «Saint Laurent»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.4,
        description:      "Практично, удобно и модно.",
        event:            "Зима 2025"
    },
    {
        id:               842,
        name:             "Поясная сумка «Moschino»",
        type:             "Рюкзак",
        capacity:         "3 слота",
        weight:           0.4,
        description:      "Практично, удобно и модно.",
        event:            "Зима 2025"
    },
    {
        id:               853,
        name:             "Кепка",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Словно создана для тех, кто не боится выделяться и ценит стиль.",
        event:            "23 февраля 2025"
    },
    {
        id:               854,
        name:             "Кепка",
        type:             "Головной убор",
        weight:           0.25,
        description:      "Словно создана для тех, кто не боится выделяться и ценит стиль.",
        event:            "23 февраля 2025"
    },
    {
        id:               855,
        name:             "Шапка «VICTORIA KUSENKOVA»",
        type:             "Головной убор",
        weight:           0.65,
        description:      "Объединяет элегантность и тепло, становясь незаменимым аксессуаром в холодные дни.",
        event:            "23 февраля 2025"
    },
    {
        id:               856,
        name:             "Панама «Maharishi»",
        type:             "Головной убор",
        weight:           0.15,
        description:      "Легко дополнит образ искателя приключений, готового взобраться на дерево к гукам.",
        event:            "23 февраля 2025"
    },
    {
        id:               857,
        name:             "Панама «Maharishi»",
        type:             "Головной убор",
        weight:           0.15,
        description:      "Легко дополнит образ искателя приключений, готового взобраться на дерево к гукам.",
        event:            "23 февраля 2025"
    },
    {
        id:               858,
        name:             "Рюкзак «Aeronautica Militare»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "23 февраля 2025"
    },
    {
        id:               859,
        name:             "Рюкзак «Aeronautica Militare»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "23 февраля 2025"
    },
    {
        id:               860,
        name:             "Рюкзак «BAPE»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "23 февраля 2025"
    },
    {
        id:               861,
        name:             "Рюкзак «BAPE»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "Функциональный аксессуар для удобной переноски вещей.",
        event:            "23 февраля 2025"
    },
    {
        id:               911,
        name:             "Бандана",
        type:             "Головной убор",
        weight:           0.05,
        description:      "Тканевая повязка для головы.",
        event:            "Частота 9.0"
    },
    {
        id:               912,
        name:             "Бандана",
        type:             "Головной убор",
        weight:           0.05,
        description:      "Тканевая повязка для головы.",
        event:            "Частота 9.0"
    },
    {
        id:               913,
        name:             "Бандана",
        type:             "Головной убор",
        weight:           0.05,
        description:      "Тканевая повязка для головы.",
        event:            "Частота 9.0"
    },
    {
        id:               914,
        name:             "Бандана",
        type:             "Головной убор",
        weight:           0.05,
        description:      "Тканевая повязка для головы.",
        event:            "Частота 9.0"
    },
    {
        id:               915,
        name:             "Кепка «Radio Province»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "С девятилетием, любимое радио!",
        event:            "Частота 9.0"
    },
    {
        id:               916,
        name:             "Кепка «Palm Angels»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Головной убор, защищающий голову и лицо от солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               917,
        name:             "Кепка «Palm Angels»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Головной убор, защищающий голову и лицо от солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               918,
        name:             "Кепка «Palm Angels»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Головной убор, защищающий голову и лицо от солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               919,
        name:             "Кепка «HUGO»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Головной убор, защищающий голову и лицо от солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               920,
        name:             "Кепка «HUGO»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Головной убор, защищающий голову и лицо от солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               921,
        name:             "Визор «Adidas»",
        type:             "Головной убор",
        weight:           0.07,
        description:      "Головной убор, защищающий лицо от солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               922,
        name:             "Визор «Adidas»",
        type:             "Головной убор",
        weight:           0.07,
        description:      "Головной убор, защищающий лицо от солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               923,
        name:             "Визор «Adidas»",
        type:             "Головной убор",
        weight:           0.07,
        description:      "Головной убор, защищающий лицо от солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               924,
        name:             "Визор «Adidas»",
        type:             "Головной убор",
        weight:           0.07,
        description:      "Головной убор, защищающий лицо от солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               925,
        name:             "Панама «Louis Vuitton»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Головной убор, защищающий голову и лицо от солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               926,
        name:             "Панама «Louis Vuitton»",
        type:             "Головной убор",
        weight:           0.2,
        description:      "Головной убор, защищающий голову и лицо от солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               927,
        name:             "Шляпа «Louis Vuitton»",
        type:             "Головной убор",
        weight:           0.3,
        description:      "Головной убор, защищающий голову и лицо от солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               928,
        name:             "Шляпа «Louis Vuitton»",
        type:             "Головной убор",
        weight:           0.3,
        description:      "Головной убор, защищающий голову и лицо от солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               929,
        name:             "Солнцезащитные очки «Chanel»",
        type:             "Очки",
        weight:           0.05,
        description:      "Надёжная преграда от палящего солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               930,
        name:             "Солнцезащитные очки «Chanel»",
        type:             "Очки",
        weight:           0.04,
        description:      "Надёжная преграда от палящего солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               931,
        name:             "Солнцезащитные очки «Chanel»",
        type:             "Очки",
        weight:           0.04,
        description:      "Надёжная преграда от палящего солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               932,
        name:             "Солнцезащитные очки «Chanel»",
        type:             "Очки",
        weight:           0.04,
        description:      "Надёжная преграда от палящего солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               933,
        name:             "Солнцезащитные очки «Chanel»",
        type:             "Очки",
        weight:           0.04,
        description:      "Надёжная преграда от палящего солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               934,
        name:             "Солнцезащитные очки «Versace»",
        type:             "Очки",
        weight:           0.04,
        description:      "Надёжная преграда от палящего солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               935,
        name:             "Солнцезащитные очки «Versace»",
        type:             "Очки",
        weight:           0.04,
        description:      "Надёжная преграда от палящего солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               936,
        name:             "Солнцезащитные очки «Gucci»",
        type:             "Очки",
        weight:           0.05,
        description:      "Надёжная преграда от палящего солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               937,
        name:             "Солнцезащитные очки «Gucci»",
        type:             "Очки",
        weight:           0.05,
        description:      "Надёжная преграда от палящего солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               938,
        name:             "Солнцезащитные очки «Gucci»",
        type:             "Очки",
        weight:           0.05,
        description:      "Надёжная преграда от палящего солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               939,
        name:             "Солнцезащитные очки «Gucci»",
        type:             "Очки",
        weight:           0.05,
        description:      "Надёжная преграда от палящего солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               940,
        name:             "Солнцезащитные очки «Gucci»",
        type:             "Очки",
        weight:           0.05,
        description:      "Надёжная преграда от палящего солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               941,
        name:             "Солнцезащитные очки «Gucci»",
        type:             "Очки",
        weight:           0.05,
        description:      "Надёжная преграда от палящего солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               942,
        name:             "Солнцезащитные очки «Gucci»",
        type:             "Очки",
        weight:           0.05,
        description:      "Надёжная преграда от палящего солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               943,
        name:             "Солнцезащитные очки «Gucci»",
        type:             "Очки",
        weight:           0.05,
        description:      "Надёжная преграда от палящего солнца.",
        event:            "Частота 9.0"
    },
    {
        id:               944,
        name:             "Рюкзак «Radio Province»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.35,
        description:      "С девятилетием, любимое радио!",
        event:            "Частота 9.0"
    },
    {
        id:               945,
        name:             "Рюкзак «The North Face»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           1.05,
        description:      "Удобное и практичное средство для хранения и транспортировки вещей.",
        event:            "Частота 9.0"
    },
    {
        id:               946,
        name:             "Рюкзак «The North Face»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           1.05,
        description:      "Удобное и практичное средство для хранения и транспортировки вещей.",
        event:            "Частота 9.0"
    },
    {
        id:               947,
        name:             "Рюкзак «The North Face»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           1.05,
        description:      "Удобное и практичное средство для хранения и транспортировки вещей.",
        event:            "Частота 9.0"
    },
    {
        id:               948,
        name:             "Рюкзак «Moncler»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.5,
        description:      "Удобное и практичное средство для хранения и транспортировки вещей.",
        event:            "Частота 9.0"
    },
    {
        id:               949,
        name:             "Рюкзак «Moncler»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           0.5,
        description:      "Удобное и практичное средство для хранения и транспортировки вещей.",
        event:            "Частота 9.0"
    },
    {
        id:               950,
        name:             "Чемодан «Gucci»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           4,
        description:      "Удобное и практичное средство для хранения и транспортировки вещей.",
        event:            "Частота 9.0"
    },
    {
        id:               951,
        name:             "Чемодан «Gucci»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           4,
        description:      "Удобное и практичное средство для хранения и транспортировки вещей.",
        event:            "Частота 9.0"
    },
    {
        id:               952,
        name:             "Чемодан «Gucci»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           4,
        description:      "Удобное и практичное средство для хранения и транспортировки вещей.",
        event:            "Частота 9.0"
    },
    {
        id:               953,
        name:             "Чемодан «Louis Vuitton»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           4,
        description:      "Удобное и практичное средство для хранения и транспортировки вещей.",
        event:            "Частота 9.0"
    },
    {
        id:               954,
        name:             "Чемодан «Louis Vuitton»",
        type:             "Рюкзак",
        capacity:         "10 слотов",
        weight:           4,
        description:      "Удобное и практичное средство для хранения и транспортировки вещей.",
        event:            "Частота 9.0"
    }
];

window.accessoriesDatabase = accessoriesDatabase;
