/* ===== data/items-base-temp.js ===== */

const itemsDatabase = [
{
        id:               1,
        name:             "Пластырь",
        type:             "Лекарство",
        health:           6,
        weight:           0.1,
        description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               2,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               3,
        name:             "Обезболивающее",
        type:             "Лекарство",
        health:           33,
        weight:           0.3,
        description:      "Лекарственное средство для снятия болевых ощущений и слабости."
    },
{
        id:               4,
        name:             "Спрей для горла",
        type:             "Лекарство",
        health:           18,
        weight:           0.3,
        description:      "Быстрый способ побороть простуду и боль в горле."
    },
{
        id:               5,
        name:             "Бинт",
        type:             "Лекарство",
        health:           23,
        weight:           0.1,
        description:      "Используется для перевязки ран и наложения повязки."
    },
{
        id:               6,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               7,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               8,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               9,
        name:             "Антибиотики",
        type:             "Лекарство",
        health:           60,
        weight:           0.1,
        description:      "Один из самых эффективных способов исцеления."
    },
{
        id:               10,
        name:             "Пиво «Приволжское»",
        type:             "Предмет в руки",
        food:             3,
        weight:           0.6,
        description:      "Слабоалкогольный пивной напиток."
    },
{
        id:               11,
        name:             "Сухарики",
        type:             "Еда",
        food:             3,
        weight:           0.3,
        description:      "Тонко нарезанный и высушенный хлеб."
    },
{
        id:               12,
        name:             "Чипсы",
        type:             "Еда",
        food:             9,
        weight:           0.1,
        description:      "Тонкие ломтики картофеля, приготовленные в масле."
    },
{
        id:               13,
        name:             "Мультифруктовый сок",
        type:             "Предмет в руки",
        food:             5,
        weight:           0.5,
        description:      "Безалкогольный напиток."
    },
{
        id:               14,
        name:             "Шоколадный батончик",
        type:             "Еда",
        food:             6,
        weight:           0.08,
        description:      "Кондитерское изделие, содержащее шоколад."
    },
{
        id:               15,
        name:             "Молоко",
        type:             "Предмет в руки",
        food:             5,
        weight:           1,
        description:      "Питательная белая жидкость."
    },
{
        id:               16,
        name:             "Сыр",
        type:             "Еда",
        food:             10,
        weight:           0.15,
        description:      "Продукт на основе заквашенного молока."
    },
{
        id:               17,
        name:             "Колбаса",
        type:             "Еда",
        food:             18,
        weight:           0.3,
        description:      "Продукт на основе мясного фарша."
    },
{
        id:               18,
        name:             "Красная икра",
        type:             "Еда",
        food:             30,
        weight:           0.2,
        description:      "Ценный пищевой продукт, деликатес."
    },
{
        id:               19,
        name:             "Макфлури",
        type:             "Еда",
        food:             7,
        weight:           0.2,
        description:      "Ароматизированное мороженое с топпингом."
    },
{
        id:               20,
        name:             "Чикенбургер",
        type:             "Еда",
        food:             15,
        weight:           0.13,
        description:      "Американский фаст-фуд с куриной котлетой."
    },
{
        id:               21,
        name:             "Картошка фри",
        type:             "Еда",
        food:             10,
        weight:           0.1,
        description:      "Жаренные в кипящем масле дольки картошки."
    },
{
        id:               22,
        name:             "Куриные крылышки",
        type:             "Еда",
        food:             21,
        weight:           0.15,
        description:      "Жаренные куриные крылья в панировке."
    },
{
        id:               23,
        name:             "Биг Мак",
        type:             "Еда",
        food:             29,
        weight:           0.39,
        description:      "Две мясных котлеты гриль, специальный соус-сыр."
    },
{
        id:               24,
        name:             "Биф Ролл",
        type:             "Еда",
        food:             25,
        weight:           0.24,
        description:      "Сочный и аппетитный американский фаст-фуд."
    },
{
        id:               25,
        name:             "Пирог с ягодами",
        type:             "Еда",
        food:             30,
        weight:           0.7,
        description:      "Ароматный пирог с лесными ягодами."
    },
{
        id:               26,
        name:             "Пицца «Маргарита»",
        type:             "Еда",
        food:             18,
        weight:           0.7,
        description:      "Толстая корочка, много начинки. Так и хочется поддаться искушению, и стать с ней одним целым."
    },
{
        id:               27,
        name:             "Пицца «Морская»",
        type:             "Еда",
        food:             36,
        weight:           0.7,
        description:      "Толстая корочка, много начинки. Так и хочется поддаться искушению, и стать с ней одним целым."
    },
{
        id:               28,
        name:             "Пицца «Мясная»",
        type:             "Еда",
        food:             45,
        weight:           0.7,
        description:      "Толстая корочка, много начинки. Так и хочется поддаться искушению, и стать с ней одним целым."
    },
{
        id:               29,
        name:             "Пицца «Четыре сезона»",
        type:             "Еда",
        food:             50,
        weight:           0.7,
        description:      "Толстая корочка, много начинки. Так и хочется поддаться искушению, и стать с ней одним целым."
    },
{
        id:               30,
        name:             "Пицца «Фродстер»",
        type:             "Еда",
        food:             40,
        weight:           0.7,
        description:      "Толстая корочка, много начинки. Так и хочется поддаться искушению, и стать с ней одним целым."
    },
{
        id:               31,
        name:             "Пицца «Богатырская»",
        type:             "Еда",
        food:             58,
        weight:           1,
        description:      "Толстая корочка, много начинки. Так и хочется поддаться искушению, и стать с ней одним целым."
    },
{
        id:               32,
        name:             "Пицца «Четыре сыра»",
        type:             "Еда",
        food:             25,
        weight:           0.7,
        description:      "Толстая корочка, много начинки. Так и хочется поддаться искушению, и стать с ней одним целым."
    },
{
        id:               33,
        name:             "Пицца «Голубой Андрей»",
        type:             "Еда",
        food:             65,
        weight:           1,
        description:      "Толстая корочка, много начинки. Так и хочется поддаться искушению, и стать с ней одним целым."
    },
{
        id:               34,
        name:             "Хек",
        type:             "Еда",
        food:             1,
        weight:           0.5,
        description:      "Используйте как ингредиент для готовки."
    },
{
        id:               35,
        name:             "Курица",
        type:             "Еда",
        food:             1,
        weight:           1,
        description:      "Используйте как ингредиент для готовки."
    },
{
        id:               36,
        name:             "Гриб",
        type:             "Еда",
        food:             1,
        weight:           0.06,
        description:      "Надеемся, что он съедобный. Используйте как ингредиент для готовки."
    },
{
        id:               37,
        name:             "Перец",
        type:             "Еда",
        food:             2,
        weight:           0.05,
        description:      "Используйте как ингредиент для готовки."
    },
{
        id:               38,
        name:             "Томат",
        type:             "Еда",
        food:             3,
        weight:           0.08,
        description:      "Используйте как ингредиент для готовки."
    },
{
        id:               39,
        name:             "Картофель",
        type:             "Еда",
        food:             1,
        weight:           0.1,
        description:      "С границы 94-го года. Используйте как ингредиент для готовки."
    },
{
        id:               40,
        name:             "Мясо",
        type:             "Еда",
        food:             1,
        weight:           1,
        description:      "Используйте как ингредиент для готовки."
    },
{
        id:               41,
        name:             "Сидр «Волковский»",
        type:             "Предмет в руки",
        food:             3,
        weight:           0.6,
        description:      "Каждый волк на районе знает, что лучше сидра не придумать."
    },
{
        id:               42,
        name:             "Эль «Поддатый Шмель»",
        type:             "Предмет в руки",
        food:             3,
        weight:           0.6,
        description:      "Олицетворение кризиса среднего возраста."
    },
{
        id:               43,
        name:             "Вино «Нетрезвый Франциск»",
        type:             "Предмет в руки",
        food:             3,
        weight:           1,
        description:      "Сближает не только людей, но и язык с нёбом."
    },
{
        id:               44,
        name:             "Вино «Грешный Юлианис»",
        type:             "Предмет в руки",
        food:             3,
        weight:           1,
        description:      "Берегите воду и чтите заповеди, пейте вино!"
    },
{
        id:               45,
        name:             "Виски «Белый Конь»",
        type:             "Предмет в руки",
        food:             5,
        weight:           0.8,
        description:      "На утро может быть тяжко, берите с собой побольше воды."
    },
{
        id:               46,
        name:             "Виски «Джим Белый Бим»",
        type:             "Предмет в руки",
        food:             5,
        weight:           0.8,
        description:      "Поговаривают, что его выдерживают более двух лет в бочке."
    },
{
        id:               47,
        name:             "Виски «Джек Дениэль»",
        type:             "Предмет в руки",
        food:             5,
        weight:           0.8,
        description:      "Сложно вспомнить своё имя, когда в тебе усваивается содержимое этой бутылки."
    },
{
        id:               48,
        name:             "Пивной напиток «Рэтэ»",
        type:             "Предмет в руки",
        food:             3,
        weight:           0.6,
        description:      "По вкусу и запаху напоминает школьный компот, и толстую повариху."
    },
{
        id:               49,
        name:             "Пивной напиток «Хайльникен»",
        type:             "Предмет в руки",
        food:             3,
        weight:           0.6,
        description:      "Именно с этого напитка началась эволюция из обезьяны в человека."
    },
{
        id:               50,
        name:             "Стаут Ирландский «Книга Рекордов»",
        type:             "Предмет в руки",
        food:             3,
        weight:           0.6,
        description:      "Инструкция проста: сначала опустошаешь бутылку, затем идёшь ставить рекорды."
    },
{
        id:               51,
        name:             "Ликер Сливочный «Бэнг-Бэнг»",
        type:             "Предмет в руки",
        food:             4,
        weight:           0.4,
        description:      "Любимый напиток рыжего кудрявого шутника."
    },
{
        id:               52,
        name:             "Абсент «Тряххху»",
        type:             "Предмет в руки",
        food:             5,
        weight:           0.6,
        description:      "Когда трясти особо нечем, бутылка хорошего абсента поможет сглядить углы."
    },
{
        id:               53,
        name:             "Газировка «Coca-Cola»",
        type:             "Предмет в руки",
        food:             2,
        weight:           0.35,
        description:      "Сильногазированный безалкогольный напиток, заклятый враг синей газировки."
    },
{
        id:               54,
        name:             "Газировка «Pepsi»",
        type:             "Предмет в руки",
        food:             2,
        weight:           0.35,
        description:      "Сильногазированный безалкогольный напиток, заклятый враг красной газировки."
    },
{
        id:               55,
        name:             "Газировка «7up»",
        type:             "Предмет в руки",
        food:             2,
        weight:           0.35,
        description:      "Сильногазированный безалкогольный напиток."
    },
{
        id:               56,
        name:             "Газировка «Fanta»",
        type:             "Предмет в руки",
        food:             2,
        weight:           0.35,
        description:      "Сильногазированный безалкогольный напиток."
    },
{
        id:               57,
        name:             "Газировка «Sprite»",
        type:             "Предмет в руки",
        food:             2,
        weight:           0.35,
        description:      "Сильногазированный безалкогольный напиток."
    },
{
        id:               58,
        name:             "Вода «Aqua Mineral»",
        type:             "Предмет в руки",
        food:             1,
        weight:           0.35,
        description:      "Питьевая негазированная вода."
    },
{
        id:               59,
        name:             "Квас «Вятский»",
        type:             "Предмет в руки",
        food:             3,
        weight:           0.52,
        description:      "Никакой пивной напиток не сравнится с изысканным вкусом этого кваса."
    },
{
        id:               198,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        protected:        true, 
        id:               199,
        name:             "Дубинка",
        type:             "Фракционное оружие",
        weight:           0.5,
        description:      "Ударно-раздробляющее оружие."
    },
{
        id:               200,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               201,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               202,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               203,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               204,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               205,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               206,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               207,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               208,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               209,
        name:             "Букет цветов",
        type:             "Оружие",
        weight:           0.5,
        description:      "Срезанные цветы, собранные в букет."
    },
{
        id:               210,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               211,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               212,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               213,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               214,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               215,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        protected:        true, 
        id:               216,
        name:             "MP-433 «Грач»",
        type:             "Фракционное оружие",
        weight:           1.1,
        description:      "Мощное оружие для поражения защищённых целей на средних дистанциях. Использует патроны «7H21»."
    },
{
        protected:        true, 
        id:               217,
        name:             "MP-133",
        type:             "Фракционное оружие",
        weight:           3.5,
        description:      "Мощное оружие для боя на средних дистанциях. Использует картечные патроны."
    },
{
        id:               218,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               219,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               220,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               221,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        protected:        true, 
        id:               222,
        name:             "АК-74М",
        type:             "Фракционное оружие",
        weight:           4,
        description:      "Модернизированный автомат Калашникова."
    },
{
        id:               223,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        protected:        true,
        id:               224,
        name:             "Электрошокер",
        type:             "Фракционное оружие",
        weight:           0.5,
        description:      "Нелетальное оружие для временного выведения противника из строя. Использует специальные картриджи."
    },
{
        id:               225,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               226,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               227,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               228,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               229,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               230,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               231,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               232,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               233,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               234,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               235,
        name:             "Фотоаппарат «Conan»",
        type:             "Оружие",
        weight:           0.5,
        description:      "Устройство для получений изображений при помощи света."
    },
{
        id:               236,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               237,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               238,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               239,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               240,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        protected:        true, 
        id:               241,
        name:             "Дубинка",
        type:             "Фракционное оружие",
        weight:           0.5,
        description:      "Ударно-раздробляющее оружие."
    },
{
        protected:        true, 
        id:               242,
        name:             "АК-74М",
        type:             "Фракционное оружие",
        weight:           4,
        description:      "Модернизированный автомат Калашникова."
    },
{
        protected:        true, 
        id:               243,
        name:             "MP-133",
        type:             "Фракционное оружие",
        weight:           3.5,
        description:      "Мощное оружие для боя на средних дистанциях. Использует картечные патроны."
    },
{
        protected:        true, 
        id:               244,
        name:             "MP-433 «Грач»",
        type:             "Фракционное оружие",
        weight:           1.1,
        description:      "Мощное оружие для поражения защищённых целей на средних дистанциях. Использует патроны «7H21»."
    },
{
        protected:        true,
        id:               245,
        name:             "Патроны «5,45 мм»",
        type:             "Фракционные патроны",
        weight:           0.01,
        description:      "Пистолетные патроны со стальным сердечником для автомата Калашникова."
    },
{
        protected:        true,
        id:               246,
        name:             "Патроны с картечью",
        type:             "Фракционные патроны",
        weight:           0.01,
        description:      "Боеприпасы с множеством мелких свинцовых шариков для MP-133."
    },
{
        protected:        true,
        id:               247,
        name:             "Патроны «7H21»",
        type:             "Фракционные патроны",
        weight:           0.05,
        description:      "Пистолетные патроны со стальным сердечником для MP-433."
    },
{
        protected:        true,
        id:               248,
        name:             "Картриджи для электрошокера",
        type:             "Фракционные патроны",
        weight:           0.3,
        description:      "Боеприпасы для дистанционного поражения цели электрическим разрядом."
    },
{
        id:               249,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               250,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        protected:        true,
        id:               251,
        name:             "Электрошокер",
        type:             "Фракционное оружие",
        weight:           0.5,
        description:      "Нелетальное оружие для временного выведения противника из строя. Использует специальные картриджи."
    },
{
        id:               252,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               254,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               255,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               256,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               257,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               258,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               259,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               260,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               261,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        protected:        true,
        id:               262,
        name:             "Патроны с картечью",
        type:             "Фракционные патроны",
        weight:           0.01,
        description:      "Боеприпасы с множеством мелких свинцовых шариков для MP-133."
    },
{
        id:               263,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               264,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        protected:        true,
        id:               265,
        name:             "Картриджи для электрошокера",
        type:             "Фракционные патроны",
        weight:           0.3,
        description:      "Боеприпасы для дистанционного поражения цели электрическим разрядом."
    },
{
        id:               266,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               267,
        name:             "Набор экстренного ремонта",
        type:             "Расходный материал",
        weight:           2,
        description:      "Поможет реанимировать двигатель транспорта, если руки растут из нужного места."
    },
{
        id:               268,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               269,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               270,
        name:             "Малая канистра с бензином",
        type:             "Предмет в руки",
        weight:           5.2,
        description:      "Емкость на 5 литров, предназначенная для хранения и транспортировки жидкостей."
    },
{
        id:               271,
        name:             "Большая канистра с бензином",
        type:             "Предмет в руки",
        weight:           22.2,
        description:      "Емкость на 20 литров, предназначенная для хранения и транспортировки жидкостей."
    },
{
        id:               272,
        name:             "Удочка",
        type:             "Предмет в руки",
        weight:           1.5,
        description:      "Поплавочная. Используйте стоя на берегу у озера, приговаривая: «Ловись рыбка большая и маленькая»."
    },
{
        id:               273,
        name:             "Наживка для рабылки",
        type:             "Расходный материал",
        weight:           0.1,
        description:      "Незаменимая вещь, если ты собираешься на рыбалку, а не просто посидеть у воды."
    },
{
        id:               274,
        name:             "Лещ",
        type:             "Еда",
        weight:           6,
        description:      "Свежевыловленная рыба. Можно продать скупщику."
    },
{
        id:               275,
        name:             "Карась",
        type:             "Еда",
        weight:           3,
        description:      "Свежевыловленная рыба. Можно продать скупщику."
    },
{
        id:               276,
        name:             "Лосось",
        type:             "Еда",
        weight:           10,
        description:      "Свежевыловленная рыба. Можно продать скупщику."
    },
{
        id:               277,
        name:             "Плотва",
        type:             "Еда",
        weight:           1,
        description:      "Свежевыловленная рыба. Можно продать скупщику."
    },
{
        id:               278,
        name:             "Окунь",
        type:             "Еда",
        weight:           2,
        description:      "Свежевыловленная рыба. Можно продать скупщику."
    },
{
        id:               279,
        name:             "Щука",
        type:             "Еда",
        weight:           6,
        description:      "Свежевыловленная рыба. Можно продать скупщику."
    },
{
        id:               280,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        protected:        true, 
        id:               281,
        name:             "Дорожный конус",
        type:             "Предмет в руки",
        weight:           2.4,
        description:      "Для водителей настоящий квест увидеть его ночью."
    },
{
        id:               282,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        tool:             true,
        id:               283,
        name:             "Кирка шахтера",
        type:             "Рабочий инструмент",
        weight:           2.5,
        description:      "С прочным стальным наконечником, способным расколоть даже самую упрямую породу."
    },
{
        tool:             true,
        id:               284,
        name:             "Ископаемый уголь",
        type:             "Рабочий инструмент",
        weight:           20,
        description:      "Кусок угля с матовым блеском и запахом глубин."
    },
{
        tool:             true,
        id:               285,
        name:             "Топор лесоруба",
        type:             "Рабочий инструмент",
        weight:           1.6,
        description:      "Рубящий инструмент, предназначенный для работы на лесоперерабатывающем предприятии."
    },
{
        tool:             true,
        id:               286,
        name:             "Бревно",
        type:             "Рабочий инструмент",
        weight:           22.5,
        description:      "Массивный предмет с грубой текстурой коры и запахом свежего леса."
    },
{
        tool:             true,
        id:               287,
        name:             "Ящик",
        type:             "Рабочий инструмент",
        weight:           5,
        description:      "Массивный деревянный ящик, покрытый потертостями."
    },
{
        id:               288,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               289,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               290,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        protected:        true,
        id:               291,
        name:             "Жезл релугировщика",
        type:             "Предмет в руки",
        weight:           0.1,
        description:      "Предназначен для регулировки движения."
    },
{
        id:               292,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               293,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               302,
        name:             "Снежок",
        type:             "Предмет в руки",
        weight:           0.1,
        description:      "Нет ничего задорнее, чем кинуть снежок в лицо друга!"
    },
{
        id:               303,
        name:             "Фейерверк «Авиаудар»",
        type:             "Предмет в руки",
        weight:           1,
        description:      "Отечественный производитель постарался сделать твоё небо красочным этой зимой."
    },
{
        id:               304,
        name:             "Фейерверк «Пушка»",
        type:             "Предмет в руки",
        weight:           0.7,
        description:      "Если заряжена, то должна стрелять. Но внешний вид настораживает."
    },
{
        id:               310,
        name:             "Куриный шашлык",
        type:             "Предмет в руки",
        food:             62,
        weight:           0.8,
        description:      "Приготовленный на мангале. Для ценителей нежного вкуса птицы."
    },
{
        id:               311,
        name:             "Рыба на мангале",
        type:             "Предмет в руки",
        food:             40,
        weight:           0.4,
        description:      "Приготовленная на мангале. Мясистая и жирная рыба."
    },
{
        id:               312,
        name:             "Овощное ассорти",
        type:             "Предмет в руки",
        food:             36,
        weight:           0.5,
        description:      "Приготовленное на мангале из разных овощей."
    },
{
        id:               313,
        name:             "Грибы на мангале",
        type:             "Предмет в руки",
        food:             26,
        weight:           0.3,
        description:      "Приготовленные на мангале."
    },
{
        id:               314,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               315,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        tool:             true,
        id:               317,
        name:             "Праздничная коробка",
        type:             "Рабочий инструмент",
        weight:           3,
        description:      "Подарок для послушного ребенка из города, где всегда светит солнце."
    },
{
        tool:             true,
        id:               318,
        name:             "Ящик с новогодними игрушками",
        type:             "Рабочий инструмент",
        weight:           3,
        description:      "Старый деревянный ящик, полный разноцветных шаров и блестящей мишуры."
    },
{
        id:               331,
        name:             "Мясо с перцем",
        type:             "Предмет в руки",
        food:             82,
        weight:           0.9,
        description:      "Приготовленное на мангале, с красным перцем."
    },
{
        id:               332,
        name:             "Закуска из сыра",
        type:             "Предмет в руки",
        food:             35,
        weight:           0.1,
        description:      "Приготовленная на мангале из полутвёрдого сорта сыра."
    },
{
        protected:        true, 
        id:               363,
        name:             "Наручники",
        type:             "Предмет в руки",
        weight:           0.1,
        description:      "Защёлкни их на запястьях подозреваемого или на своём партнере."
    },
{
        id:               364,
        name:             "Аварийный знак",
        type:             "Предмет в руки",
        weight:           0.2,
        description:      "Настоящий герой на дороге, который заранее предупредит тебя об опасности."
    },
{
        protected:        true,
        id:               365,
        name:             "Фан-барьер",
        type:             "Предмет в руки",
        weight:           5,
        description:      "Невысокое, но устойчивое ограждение для оснащения безопасности."
    },
{
        protected:        true,
        id:               366,
        name:             "Медицинская сумка",
        type:             "Фракционный аксессуар",
        weight:           1,
        description:      "Небольшая, мобильная, содержит в себе медицинские медикаменты."
    },
{
        protected:        true,
        id:               367,
        name:             "Полицейская сумка-планшет",
        type:             "Фракционный аксессуар",
        weight:           0.3,
        description:      "Даёт преимущество над преступниками благодаря многофункциональным параметрам: пустой блокнот и авторучка."
    },
{
        protected:        true,
        id:               368,
        name:             "Полицейская сумка-планшет",
        type:             "Фракционный аксессуар",
        weight:           0.3,
        description:      "Даёт преимущество над преступниками благодаря многофункциональным параметрам: пустой блокнот и авторучка."
    },
{
        protected:        true,
        id:               369,
        name:             "Пластиковый красный барьер",
        type:             "Предмет в руки",
        weight:           6,
        description:      "Мобильное дорожное ограждение, ничем не заполнено."
    },
{
        protected:        true,
        id:               370,
        name:             "Пластиковый белый барьер",
        type:             "Предмет в руки",
        weight:           3,
        description:      "Мобильное дорожное ограждение, ничем не заполнено."
    },
{
        protected:        true,
        id:               371,
        name:             "Пластиковый дорожный буфер",
        type:             "Предмет в руки",
        weight:           3,
        description:      "Светоотражающий сигнальный буфер, ничем не заполненный."
    },
{
        protected:        true,
        id:               372,
        name:             "Пластиковый столбик",
        type:             "Предмет в руки",
        weight:           4,
        description:      "Конкурент дорожного знака, но намного гибче и безопаснее для водителей."
    },
{
        id:               375,
        name:             "Смартфон",
        type:             "Предмет в руки",
        weight:           0.1,
        description:      "Портативное устройство для обмена звонками и сообщениями."
    },
{
        id:               377,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               379,
        name:             "Универсальный набор для замены",
        type:             "Расходный материал",
        weight:           2,
        description:      "Используйте для самостоятельной установки или снятия колёс, номерной рамки."
    },
{
        id:               380,
        name:             "Куриное яйцо",
        type:             "Еда",
        food:             1,
        weight:           0.08,
        description:      "Состоит из белка и желтка. Используйте как ингредиент для готовки."
    },
{
        id:               381,
        name:             "Огурец",
        type:             "Еда",
        food:             1,
        weight:           0.09,
        description:      "Травянистое растение. Используйте как ингредиент для готовки."
    },
{
        id:               382,
        name:             "Овощной салат",
        type:             "Еда",
        food:             26,
        weight:           0.25,
        description:      "Блюдо из смеси овощей."
    },
{
        id:               383,
        name:             "Яичница",
        type:             "Еда",
        food:             24,
        weight:           0.18,
        description:      "Блюдо, приготовленное из разбитых куриных яиц."
    },
{
        id:               384,
        name:             "Варёные яйца",
        type:             "Еда",
        food:             24,
        weight:           0.2,
        description:      "Блюдо, приготовленное из целых куриных яиц."
    },
{
        id:               385,
        name:             "Варёная картошка",
        type:             "Еда",
        food:             16,
        weight:           0.3,
        description:      "Начищенный сваренный картофель."
    },
{
        id:               386,
        name:             "Жареная картошка",
        type:             "Еда",
        food:             16,
        weight:           0.17,
        description:      "Очищенный и тонко нарезанный картофель, приготовленный на сковороде."
    },
{
        id:               387,
        name:             "Жареный стейк",
        type:             "Еда",
        food:             80,
        weight:           0.8,
        description:      "Кусок говяжьей вырезки, приготовленный на сковороде."
    },
{
        id:               388,
        name:             "Жареная курица",
        type:             "Еда",
        food:             60,
        weight:           0.8,
        description:      "Блюдо, состоящее из кусочков курицы, обжаренных на сковороде."
    },
{
        id:               389,
        name:             "Жареная рыба",
        type:             "Еда",
        food:             38,
        weight:           0.4,
        description:      "Блюдо, приготовленное путём жарки свежевыловленной рыбы на сковороде."
    },
{
        id:               390,
        name:             "Поддельный оскар ДиКаприо",
        type:             "Расходный материал",
        weight:           0.5,
        description:      "Слишком легкий, чтобы быть настоящим. Но на внешний вид и не скажешь, что это подделка."
    },
{
        id:               391,
        name:             "Бархатная тяга",
        type:             "Расходный материал",
        weight:           0.6,
        description:      "И кому же на ум пришло выбрасывать такую дизайнерскую подкрадулю."
    },
{
        id:               394,
        name:             "Баночка клея",
        type:             "Расходный материал",
        weight:           0.15,
        description:      "Банка с липкой жидкостью для склейки одного материала на другой."
    },
{
        id:               395,
        name:             "Свёрнутый плакат",
        type:             "Предмет в руки",
        weight:           0.3,
        description:      "Свеженапечатанный, но неаккуратно свёрнутый плакат с рекламой или пропагандой."
    },
{
        id:               396,
        name:             "Мультитул",
        type:             "Предмет в руки",
        weight:           0.25,
        description:      "Универсальный и состоящий из разных инструментов. Подойдёт для аккуратного среза грибов."
    },
{
        id:               397,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               398,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               399,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               400,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               401,
        name:             "Двухместная палатка",
        type:             "Предмет в руки",
        weight:           2,
        description:      "Компактное жилище на время походов, кемпинга и других приключение на открытом воздухе."
    },
{
        id:               402,
        name:             "Трёхместная палатка",
        type:             "Предмет в руки",
        weight:           3,
        description:      "Прочная и просторная, способная разместить в себе до трёх человек."
    },
{
        id:               404,
        name:             "?",
        type:             "",
        // health:           6,
        // weight:           0.1,
        // description:      "Медицинское изделие с долго сохраняющейся липкой поверхностью."
    },
{
        id:               406,
        name:             "Сомнительное блюдо»",
        type:             "Еда",
        food:             1,
        weight:           0.2,
        description:      "Органические остатки пищи. Возможно, съев это, ты даже не отравишься."
    },
{
        id:               407,
        name:             "Колонка «JBL Boombox 2»",
        type:             "Предмет в руки",
        weight:           5.9,
        description:      "Весь день, всю ночь - будь главной звездой вечеринки."
    },
{
        id:               408,
        name:             "Колонка «JBL PartyBox 300»",
        type:             "Предмет в руки",
        weight:           15.9,
        description:      "Мощная акустическая система с яркими световыми эффектами и чистым звучанием."
    },
{
        id:               474,
        name:             "Акустическая гитара",
        type:             "Предмет в руки",
        weight:           2.7,
        description:      "Дай волю своей творческой стороне и позволь ей стать голосом твоих эмоций через звук струны.",
        event:            "Осень 2023"
    },
{
        id:               475,
        name:             "Акустическая гитара",
        type:             "Предмет в руки",
        weight:           2.7,
        description:      "Дай волю своей творческой стороне и позволь ей стать голосом твоих эмоций через звук струны.",
        event:            "Осень 2023"
    },
{
        id:               476,
        name:             "Акустическая гитара",
        type:             "Предмет в руки",
        weight:           2.7,
        description:      "Дай волю своей творческой стороне и позволь ей стать голосом твоих эмоций через звук струны.",
        event:            "Осень 2023"
    },
{
        id:               477,
        name:             "Акустическая гитара",
        type:             "Предмет в руки",
        weight:           2.7,
        description:      "Дай волю своей творческой стороне и позволь ей стать голосом твоих эмоций через звук струны.",
        event:            "Осень 2023"
    },
{
        id:               478,
        name:             "Акустическая гитара",
        type:             "Предмет в руки",
        weight:           2.7,
        description:      "Дай волю своей творческой стороне и позволь ей стать голосом твоих эмоций через звук струны.",
        event:            "Осень 2023"
    },
{
        id:               479,
        name:             "Акустическая гитара",
        type:             "Предмет в руки",
        weight:           2.7,
        description:      "Дай волю своей творческой стороне и позволь ей стать голосом твоих эмоций через звук струны.",
        event:            "Осень 2023"
    },
{
        id:               480,
        name:             "Акустическая гитара",
        type:             "Предмет в руки",
        weight:           2.7,
        description:      "Дай волю своей творческой стороне и позволь ей стать голосом твоих эмоций через звук струны.",
        event:            "Осень 2023"
    },
{
        id:               481,
        name:             "Акустическая гитара",
        type:             "Предмет в руки",
        weight:           2.7,
        description:      "Дай волю своей творческой стороне и позволь ей стать голосом твоих эмоций через звук струны.",
        event:            "Осень 2023"
    },
{
        id:               482,
        name:             "Электрогитара",
        type:             "Предмет в руки",
        weight:           3.5,
        description:      "Поистине мощный музыкальный инструмент с захватывающим звучанием.",
        event:            "Осень 2023"
    },
{
        id:               483,
        name:             "Электрогитара",
        type:             "Предмет в руки",
        weight:           3.5,
        description:      "Поистине мощный музыкальный инструмент с захватывающим звучанием.",
        event:            "Осень 2023"
    },
{
        id:               484,
        name:             "Электрогитара",
        type:             "Предмет в руки",
        weight:           3.5,
        description:      "Поистине мощный музыкальный инструмент с захватывающим звучанием.",
        event:            "Осень 2023"
    },
{
        id:               485,
        name:             "Электрогитара",
        type:             "Предмет в руки",
        weight:           3.5,
        description:      "Поистине мощный музыкальный инструмент с захватывающим звучанием.",
        event:            "Осень 2023"
    },
{
        id:               486,
        name:             "Электрогитара",
        type:             "Предмет в руки",
        weight:           3.5,
        description:      "Поистине мощный музыкальный инструмент с захватывающим звучанием.",
        event:            "Осень 2023"
    },
{
        id:               505,
        name:             "Поленья для костра",
        type:             "Предмет в руки",
        weight:           1,
        description:      "Небольшие куски древесины с цилиндрической формой для быстрого воспламенения."
    },
{
        id:               506,
        name:             "Спички для розжига",
        type:             "Расходный материал",
        weight:           0.05,
        description:      "Упаковка с длинными спичками, которые предназначены для разжигания огня в мангале или костре."
    },
{
        id:               507,
        name:             "Мангал",
        type:             "Предмет в руки",
        weight:           1.5,
        description:      "Устройство для приготовления пищи на огне, используемое на открытом воздухе."
    },
{
        id:               512,
        name:             "Кальян",
        type:             "Предмет в руки",
        weight:           2.5,
        description:      "Традиционный прибор для курения табака."
    },
{
        id:               513,
        name:             "Кальян",
        type:             "Предмет в руки",
        weight:           2.5,
        description:      "Традиционный прибор для курения табака."
    },
{
        id:               514,
        name:             "Кальян",
        type:             "Предмет в руки",
        weight:           2.5,
        description:      "Традиционный прибор для курения табака."
    },
{
        id:               515,
        name:             "Угли для кальяна",
        type:             "Расходный материал",
        weight:           0.3,
        description:      "Упаковка из кокосового угля, предназначенная для использования в кальяне."
    },
{
        id:               516,
        name:             "Табак для кальяна «Dad is Full»",
        type:             "Расходный материал",
        weight:           0.13,
        description:      "Упаковка из смеси табачных листьев с фруктовой палитрой вкуса."
    },
{
        id:               517,
        name:             "Табак для кальяна «Hellraiser»",
        type:             "Расходный материал",
        weight:           0.13,
        description:      "Упаковка из смеси табачных листьев с ягодной палитрой вкуса."
    },
{
        id:               518,
        name:             "Табак для кальяна «Herbal Boom»",
        type:             "Расходный материал",
        weight:           0.13,
        description:      "Упаковка из смеси табачных листьев с необычной хмельной горчинкой."
    },
{
        id:               529,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               529,
        name:             "Акустическая гитара",
        type:             "Предмет в руки",
        weight:           2.7,
        description:      "Дай волю своей творческой стороне и позволь ей стать голосом твоих эмоций через звук струны.",
        event:            "Осень 2023"
    },
{
        id:               530,
        name:             "Акустическая гитара",
        type:             "Предмет в руки",
        weight:           2.7,
        description:      "Дай волю своей творческой стороне и позволь ей стать голосом твоих эмоций через звук струны.",
        event:            "Осень 2023"
    },
{
        id:               552,
        name:             "Табак для кальяна «Bunny Energy»",
        type:             "Расходный материал",
        weight:           0.13,
        description:      "Упаковка из смеси табачных листьев со вкусом кислого грейпфрута и сладкой клубникой.",
        event:            "Осень 2023"
    },
{
        id:               553,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               559,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               560,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               561,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               562,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               563,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               564,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               565,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               566,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               567,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               568,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               569,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               570,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               571,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               572,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               573,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               574,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               575,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               576,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               577,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               578,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               579,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               580,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               581,
        name:             "Тыква",
        type:             "Расходный материал",
        weight:           0.001,
        description:      "Тематическая валюта на время празднования Хэллоуина.",
        event:            "Хэллоуин 2023"
    },
{
        id:               594,
        name:             "Малый перекус для Фрэнка",
        type:             "Еда",
        food:             1,
        weight:           0.4,
        description:      "Вонючее и непривлекательное для пробы блюда по рецепту Фрэнка."
    },
{
        id:               595,
        name:             "Средний перекус для Фрэнка",
        type:             "Еда",
        food:             1,
        weight:           0.6,
        description:      "Вонючее и непривлекательное для пробы блюда по рецепту Фрэнка."
    },
{
        id:               596,
        name:             "Большой перекус для Фрэнка",
        type:             "Еда",
        food:             1,
        weight:           0.8,
        description:      "Вонючее и непривлекательное для пробы блюда по рецепту Фрэнка."
    },
{
        id:               597,
        name:             "Огромный перекус для Фрэнка",
        type:             "Еда",
        food:             1,
        weight:           1,
        description:      "Вонючее и непривлекательное для пробы блюда по рецепту Фрэнка."
    },
{
        id:               598,
        name:             "Шампанское «Игривый перляж»",
        type:             "Предмет в руки",
        food:             4,
        weight:           1.1,
        description:      "Игристое вино, изготавливаемое из винограда разных сортов."
    },
{
        id:               599,
        name:             "Пивной напиток «Сливочное пиво»",
        type:             "Предмет в руки",
        food:             3,
        weight:           0.6,
        description:      "Густое, сливочное и сладкое на вкус пиво."
    },
{
        id:               600,
        name:             "Алкогольный коктейль «Глюквейн»",
        type:             "Предмет в руки",
        food:             3,
        weight:           0.6,
        description:      "Напиток из красного винограда, корицы, гвоздики и имбиря."
    },
{
        id:               601,
        name:             "Праздничная хлопушка",
        type:             "Предмет в руки",
        weight:           0.2,
        description:      "Подручное средство для создания веселой и радостной атмосферы."
    },
{
        id:               602,
        name:             "Домашняя елочка",
        type:             "Предмет в руки",
        weight:           1.2,
        description:      "Идеально подходит для украшения дома, квартиры, гаража или офиса."
    },
{
        id:               603,
        name:             "Домашняя елочка",
        type:             "Предмет в руки",
        weight:           1.2,
        description:      "Идеально подходит для украшения дома, квартиры, гаража или офиса."
    },
{
        id:               604,
        name:             "Домашняя ель",
        type:             "Предмет в руки",
        weight:           1.5,
        description:      "Идеально подходит для украшения дома, квартиры, гаража или офиса."
    },
{
        id:               605,
        name:             "Домашняя ель",
        type:             "Предмет в руки",
        weight:           1.5,
        description:      "Идеально подходит для украшения дома, квартиры, гаража или офиса."
    },
{
        id:               606,
        name:             "Мандарин",
        type:             "Расходный материал",
        weight:           0.001,
        description:      "Тематическая валюта на время празднования новогодних праздников.",
        event:            "Зимний ивент 2024"
    },
{
        id:               608,
        name:             "Бенгальский огонь",
        type:             "Предмет в руки",
        weight:           0.125,
        description:      "Пиротехническое изделие, при горении испускает яркие искры."
    },
{
        id:               623,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               624,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               625,
        name:             "Новогодний подарок",
        type:             "Предмет в руки",
        weight:           0.5,
        description:      "Долгожданный подарок для малыша, который написал письмо Деду Морозу.",
        event:            "Зимний ивент 2024"
    },
{
        id:               626,
        name:             "Пшеничная мука",
        type:             "Еда",
        food:             1,
        weight:           2,
        description:      "Перемолотые зёрна пшеницы. Используйте как ингредиент для готовки."
    },
{
        id:               627,
        name:             "Мёд",
        type:             "Еда",
        food:             10,
        weight:           0.6,
        description:      "Сладкий и густой. Используйте как ингредиент для готовки."
    },
{
        id:               628,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               629,
        name:             "Молотый имбирь",
        type:             "Еда",
        food:             1,
        weight:           0.03,
        description:      "Пряность, получаемая из корня имбиря. Используйте как ингредиент для готовки."
    },
{
        id:               630,
        name:             "Зелёный горошек",
        type:             "Еда",
        food:             5,
        weight:           0.44,
        description:      "Консервированный молодой горох. Используйте как ингредиент для готовки."
    },
{
        id:               631,
        name:             "Чернослив",
        type:             "Еда",
        food:             3,
        weight:           0.21,
        description:      "Засушенная слива. Используйте как ингредиент для готовки."
    },
{
        id:               632,
        name:             "Оливье",
        type:             "Еда",
        food:             86,
        weight:           0.5,
        description:      "Традиционное блюдо для новогодних праздников."
    },
{
        id:               633,
        name:             "Мясо по-французски",
        type:             "Еда",
        food:             100,
        weight:           0.4,
        description:      "Сочное блюдо с нежным мясом, грибами, томатами и золотистой сырной корочкой."
    },
{
        id:               634,
        name:             "Мясной рулет",
        type:             "Еда",
        food:             81,
        weight:           0.4,
        description:      "Рулет из мяса с начинкой из чернослива."
    },
{
        id:               635,
        name:             "Куриные стрипсы",
        type:             "Еда",
        food:             76,
        weight:           0.3,
        description:      "Хрустящие полоски куриного филе в золотистой панировке."
    },
{
        id:               636,
        name:             "Имбирное печенье",
        type:             "Еда",
        food:             52,
        weight:           0.15,
        description:      "Ароматное имбирное печенье в форме забавных человечков."
    },
{
        id:               637,
        name:             "Морковь",
        type:             "Еда",
        food:             3,
        weight:           0.05,
        description:      "Растение семейства зонтичных. Используйте как ингредиент для готовки."
    },
{
        id:               638,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               639,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               640,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               641,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               642,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               643,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               648,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               649,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               650,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               651,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               652,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               653,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               654,
        name:             "Макароны с курицей",
        type:             "Еда",
        food:             79,
        weight:           0.5,
        description:      "Блюдо, приготовленное из макарон и курицы."
    },
{
        id:               655,
        name:             "Хлеб",
        type:             "Еда",
        food:             35,
        weight:           0.3,
        description:      "Блюдо, выдержанное и приготовленное из теста."
    },
{
        id:               656,
        name:             "Сэндвич с курицей и сыром",
        type:             "Еда",
        food:             96,
        weight:           0.4,
        description:      "Блюдо, приготовленное из кусков хлеба, курицы и сыра."
    },
{
        id:               657,
        name:             "Сэндвич с мясом и сыром",
        type:             "Еда",
        food:             100,
        weight:           0.4,
        description:      "Блюдо, приготовленное из кусков хлеба, мяса и сыра."
    },
{
        id:               658,
        name:             "Сэндвич с сыром",
        type:             "Еда",
        food:             57,
        weight:           0.35,
        description:      "Блюдо, приготовленное из кусков хлеба и сыра."
    },
{
        id:               659,
        name:             "Макароны",
        type:             "Еда",
        food:             35,
        weight:           0.4,
        description:      "Изделие из теста, которое может использоваться как гарнир или быть самостоятельным блюдом."
    },
{
        id:               660,
        name:             "Омлет",
        type:             "Еда",
        food:             30,
        weight:           0.25,
        description:      "Блюдо из яиц с добавлением молока."
    },
{
        id:               661,
        name:             "Омлет с томатами",
        type:             "Еда",
        food:             46,
        weight:           0.3,
        description:      "Блюдо из яиц, молока и с добавлением томатов."
    },
{
        id:               662,
        name:             "Сырная нарезка с мёдом",
        type:             "Еда",
        food:             51,
        weight:           0.3,
        description:      "Блюдо, состоящее из одного вида полутвёрдого сыра. Подаётся вместе с мёдом."
    },
{
        id:               663,
        name:             "Листовый салат",
        type:             "Еда",
        food:             2,
        weight:           0.08,
        description:      "Травянистое растение, используемое в кулинарии для приготовления блюд."
    },
{
        id:               664,
        name:             "Жареные грибы",
        type:             "Еда",
        food:             24,
        weight:           0.25,
        description:      "Блюдо, приготовляемое путём обжаривания грибов."
    },
{
        id:               665,
        name:             "Жареные грибы с картофелем",
        type:             "Еда",
        food:             30,
        weight:           0.3,
        description:      "Блюдо, приготовляемое путём обжаривания грибов и с добавлением картофеля."
    },
{
        id:               666,
        name:             "Жареные грибы с мясом",
        type:             "Еда",
        food:             88,
        weight:           0.5,
        description:      "Блюдо, приготовляемое путём обжаривания грибов, картофеля и с добавлением мяса."
    },
{
        id:               667,
        name:             "Варёная курица",
        type:             "Еда",
        food:             60,
        weight:           0.8,
        description:      "Блюдо, приготовляемое путём варки курицы."
    },
{
        id:               668,
        name:             "Пельмени",
        type:             "Еда",
        food:             95,
        weight:           0.25,
        description:      "Блюдо, состоящее из теста и мясной начинки."
    },
{
        id:               669,
        name:             "Куриный суп",
        type:             "Еда",
        food:             79,
        weight:           0.35,
        description:      "Блюдо, основным ингредиентом которого является курица."
    },
{
        id:               670,
        name:             "Тесто",
        type:             "Еда",
        food:             10,
        weight:           0.2,
        description:      "Основа для приготовления различных блюд."
    },
{
        id:               671,
        name:             "Жульен с курицей и грибами",
        type:             "Еда",
        food:             86,
        weight:           0.5,
        description:      "Французское блюдо, представляющее собой смесь ингредиентов."
    },
{
        id:               672,
        name:             "Блин",
        type:             "Еда",
        food:             35,
        weight:           0.15,
        description:      "Традиционное блюдо русской кухни."
    },
{
        id:               673,
        name:             "Варёные грибы",
        type:             "Еда",
        food:             24,
        weight:           0.25,
        description:      "Блюдо, приготовленное путём варки грибов."
    },
{
        id:               674,
        name:             "Отварная рыба",
        type:             "Еда",
        food:             40,
        weight:           0.4,
        description:      "Блюдо, приготовленное путём варки рыбы."
    },
{
        id:               675,
        name:             "Репчатый лук",
        type:             "Еда",
        food:             1,
        weight:           0.07,
        description:      "Овощ, используемый в кулинарии для приготовления блюд."
    },
{
        id:               676,
        name:             "Макароны с гуляшом",
        type:             "Еда",
        food:             100,
        weight:           0.5,
        description:      "Блюдо, состоящее из макарон и мяса."
    },
{
        id:               677,
        name:             "Макароны с сыром",
        type:             "Еда",
        food:             53,
        weight:           0.4,
        description:      "Блюдо, состоящее из макарон и сыра."
    },
{
        id:               678,
        name:             "Рыбный суп",
        type:             "Еда",
        food:             51,
        weight:           0.3,
        description:      "Блюдо, приготовленное на основе рыбы и овощей."
    },
{
        protected:        true, 
        id:               679,
        name:             "Ящик с патронами «7H21»",
        type:             "Предмет в руки",
        weight:           5.21,
        description:      "Боеприпасы для пистолета MP-433 «Грач»."
    },
{
        protected:        true, 
        id:               680,
        name:             "Ящик с патронами «5,45x39 мм»",
        type:             "Предмет в руки",
        weight:           17.85,
        description:      "Боеприпасы для АК-74М."
    },
{
        protected:        true, 
        id:               681,
        name:             "Ящик с патронами «картечь»",
        type:             "Предмет в руки",
        weight:           15.6,
        description:      "Боеприпасы для MP-133."
    },
{
        protected:        true, 
        id:               684,
        name:             "Алкотестер",
        type:             "Предмет в руки",
        weight:           0.3,
        description:      "Прибор, предназначенный для определения концентрации алкоголя в выдыхаемом воздухе."
    },
{
        id:               685,
        name:             "Отмычка",
        type:             "Предмет в руки",
        weight:           0.015,
        description:      "Инструмент, используемый для открытия замков без ключа."
    },
{
        id:               687,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               694,
        name:             "Котел",
        type:             "Предмет в руки",
        weight:           25,
        description:      "Массивный, с толстым чугунным корпусом и изогнутыми ручками по бокам."
    },
{
        id:               695,
        name:             "Книга с рецептами",
        type:             "Рецепт",
        weight:           0.1,
        description:      "Книга с таинственными символами на обложке. Каждая страница содержит рецепты с яркими иллюстрациями ингредиентов и заметками."
    },
{
        id:               696,
        name:             "Красный прах",
        type:             "Расходный материал",
        weight:           0.3,
        description:      "Цветной порошок с блеском и едва уловимой пылью, которая оседает на пальцах при прикосновении.",
        event:            "Хэллоуин 2024"
    },
{
        id:               697,
        name:             "Зеленый прах",
        type:             "Расходный материал",
        weight:           0.3,
        description:      "Цветной порошок с блеском и едва уловимой пылью, которая оседает на пальцах при прикосновении.",
        event:            "Хэллоуин 2024"
    },
{
        id:               698,
        name:             "Желтый прах",
        type:             "Расходный материал",
        weight:           0.3,
        description:      "Цветной порошок с блеском и едва уловимой пылью, которая оседает на пальцах при прикосновении.",
        event:            "Хэллоуин 2024"
    },
{
        id:               699,
        name:             "Экстракт бездумности",
        type:             "Расходный материал",
        weight:           0.5,
        description:      "Острые грани экстракта сверкают, притягивая взгляд, но от него исходит холод, словно от застывшей тьмы.",
        event:            "Хэллоуин 2024"
    },
{
        id:               700,
        name:             "Экстракт утраты",
        type:             "Расходный материал",
        weight:           0.5,
        description:      "Острые грани экстракта сверкают, притягивая взгляд, но от него исходит холод, словно от застывшей тьмы.",
        event:            "Хэллоуин 2024"
    },
{
        id:               701,
        name:             "Экстракт мелодии печали",
        type:             "Расходный материал",
        weight:           0.5,
        description:      "Острые грани экстракта сверкают, притягивая взгляд, но от него исходит холод, словно от застывшей тьмы.",
        event:            "Хэллоуин 2024"
    },
{
        id:               702,
        name:             "Экстракт ненависти",
        type:             "Расходный материал",
        weight:           1,
        description:      "Острые грани экстракта сверкают, притягивая взгляд, но от него исходит холод, словно от застывшей тьмы.",
        event:            "Хэллоуин 2024"
    },
{
        id:               703,
        name:             "Экстракт растерянности",
        type:             "Расходный материал",
        weight:           1.5,
        description:      "Острые грани экстракта сверкают, притягивая взгляд, но от него исходит холод, словно от застывшей тьмы.",
        event:            "Хэллоуин 2024"
    },
{
        id:               704,
        name:             "Экстракт скорби",
        type:             "Расходный материал",
        weight:           2,
        description:      "Острые грани экстракта сверкают, притягивая взгляд, но от него исходит холод, словно от застывшей тьмы.",
        event:            "Хэллоуин 2024"
    },
{
        id:               705,
        name:             "Экстракт призрачного голоса",
        type:             "Расходный материал",
        weight:           1.5,
        description:      "Острые грани экстракта сверкают, притягивая взгляд, но от него исходит холод, словно от застывшей тьмы.",
        event:            "Хэллоуин 2024"
    },
{
        id:               706,
        name:             "Экстракт дикой ярости",
        type:             "Расходный материал",
        weight:           0.5,
        description:      "Острые грани экстракта сверкают, притягивая взгляд, но от него исходит холод, словно от застывшей тьмы.",
        event:            "Хэллоуин 2024"
    },
{
        id:               707,
        name:             "Зелье «Бездумность»",
        type:             "Расходный материал",
        weight:           0.7,
        description:      "Загадочная жидкость, запечатанная в простом флаконе.",
        event:            "Хэллоуин 2024"
    },
{
        id:               708,
        name:             "Зелье «Утрата»",
        type:             "Расходный материал",
        weight:           0.7,
        description:      "Загадочная жидкость, запечатанная в простом флаконе.",
        event:            "Хэллоуин 2024"
    },
{
        id:               709,
        name:             "Зелье «Мелодия печали»",
        type:             "Расходный материал",
        weight:           0.7,
        description:      "Загадочная жидкость, запечатанная в простом флаконе.",
        event:            "Хэллоуин 2024"
    },
{
        id:               710,
        name:             "Зелье «Ненависть»",
        type:             "Расходный материал",
        weight:           0.7,
        description:      "Загадочная жидкость, запечатанная в простом флаконе.",
        event:            "Хэллоуин 2024"
    },
{
        id:               711,
        name:             "Зелье «Заблудшая душа»",
        type:             "Расходный материал",
        weight:           1,
        description:      "Загадочная жидкость, запечатанная в простом флаконе.",
        event:            "Хэллоуин 2024"
    },
{
        id:               712,
        name:             "Зелье «Меланхолическая симфония»",
        type:             "Расходный материал",
        weight:           1,
        description:      "Загадочная жидкость, запечатанная в простом флаконе.",
        event:            "Хэллоуин 2024"
    },
{
        id:               713,
        name:             "Зелье «Глас ненависти»",
        type:             "Расходный материал",
        weight:           1,
        description:      "Загадочная жидкость, запечатанная в простом флаконе.",
        event:            "Хэллоуин 2024"
    },
{
        id:               714,
        name:             "Зелье «Дыхание ночи»",
        type:             "Расходный материал",
        weight:           1,
        description:      "Загадочная жидкость, запечатанная в простом флаконе.",
        event:            "Хэллоуин 2024"
    },
{
        id:               715,
        name:             "Трап-бол",
        type:             "Предмет в руки",
        weight:           4,
        description:      "Компактное устройство, которое может уничтожить призрака при попадании в него.",
        event:            "Хэллоуин 2024"
    },
{
        id:               716,
        name:             "Красная конфета",
        type:             "Расходный материал",
        weight:           3,
        description:      "Интересно, кто мог обронить такую большую конфету? Уж наверняка торговец Герцог знает, что с ней делать.",
        event:            "Хэллоуин 2024"
    },
{
        id:               717,
        name:             "Зеленая конфета",
        type:             "Расходный материал",
        weight:           3,
        description:      "Интересно, кто мог обронить такую большую конфету? Уж наверняка торговец Герцог знает, что с ней делать.",
        event:            "Хэллоуин 2024"
    },
{
        id:               718,
        name:             "Желтая конфета",
        type:             "Расходный материал",
        weight:           3,
        description:      "Интересно, кто мог обронить такую большую конфету? Уж наверняка торговец Герцог знает, что с ней делать.",
        event:            "Хэллоуин 2024"
    },
{
        id:               719,
        name:             "Тыква",
        type:             "Расходный материал",
        weight:           0.002,
        description:      "Тематическая валюта на время празднования Хэллоуина.",
        event:            "Хэллоуин 2024"
    },
{
        id:               734,
        name:             "Фигурка «Щелкунчик»",
        type:             "Предмет в руки",
        weight:           2.4,
        description:      "Этот декоративный предмет станет прекрасным украшением для дома, квартиры, гаража или офиса.",
        event:            "Зима 2025"
    },
{
        id:               735,
        name:             "Фигурка «Пони»",
        type:             "Предмет в руки",
        weight:           3.5,
        description:      "Этот декоративный предмет станет прекрасным украшением для дома, квартиры, гаража или офиса.",
        event:            "Зима 2025"
    },
{
        id:               736,
        name:             "Фигурка «Дед Мороз»",
        type:             "Предмет в руки",
        weight:           2,
        description:      "Этот декоративный предмет станет прекрасным украшением для дома, квартиры, гаража или офиса.",
        event:            "Зима 2025"
    },
{
        id:               737,
        name:             "Фигурка «Пингвинята»",
        type:             "Предмет в руки",
        weight:           1,
        description:      "Этот декоративный предмет станет прекрасным украшением для дома, квартиры, гаража или офиса.",
        event:            "Зима 2025"
    },
{
        id:               738,
        name:             "Фигурка «Гусь»",
        type:             "Предмет в руки",
        weight:           1.5,
        description:      "Этот декоративный предмет станет прекрасным украшением для дома, квартиры, гаража или офиса.",
        event:            "Зима 2025"
    },
{
        id:               739,
        name:             "Фигурка «Праздничный тягач»",
        type:             "Предмет в руки",
        weight:           2.8,
        description:      "Этот декоративный предмет станет прекрасным украшением для дома, квартиры, гаража или офиса.",
        event:            "Зима 2025"
    },
{
        id:               740,
        name:             "Фигурка «Bearbrick»",
        type:             "Предмет в руки",
        weight:           4.5,
        description:      "Эта коллекционная фигурка станет великолепным украшением для дома, квартиры, гаража или офиса.",
        event:            "Зима 2025"
    },
{
        id:               741,
        name:             "Фигурка «Bearbrick»",
        type:             "Предмет в руки",
        weight:           4.5,
        description:      "Эта коллекционная фигурка станет великолепным украшением для дома, квартиры, гаража или офиса.",
        event:            "Зима 2025"
    },
{
        id:               742,
        name:             "Фигурка «Bearbrick»",
        type:             "Предмет в руки",
        weight:           4.5,
        description:      "Эта коллекционная фигурка станет великолепным украшением для дома, квартиры, гаража или офиса.",
        event:            "Зима 2025"
    },
{
        id:               743,
        name:             "Фигурка «Bearbrick»",
        type:             "Предмет в руки",
        weight:           4.5,
        description:      "Эта коллекционная фигурка станет великолепным украшением для дома, квартиры, гаража или офиса.",
        event:            "Зима 2025"
    },
{
        id:               744,
        name:             "Фигурка «Bearbrick»",
        type:             "Предмет в руки",
        weight:           4.5,
        description:      "Эта коллекционная фигурка станет великолепным украшением для дома, квартиры, гаража или офиса.",
        event:            "Зима 2025"
    },
{
        id:               745,
        name:             "Небесный фонарик",
        type:             "Предмет в руки",
        weight:           0.05,
        description:      "Каркас из рисовой бумаги, ожидающий огня, чтобы взмыть в небо."
    },
{
        id:               746,
        name:             "Автомобильная щетка",
        type:             "Предмет в руки",
        weight:           0.65,
        description:      "Позволит с легкостью удалить накопившийся снег с кузова и стекол."
    },
{
        id:               747,
        name:             "Рулон упаковочной бумаги",
        type:             "Расходный материал",
        weight:           0.1,
        description:      "Подойдет для запаковывания любого предмета."
    },
{
        id:               748,
        name:             "Новый год 2025",
        type:             "Подарок",
        weight:           0.15,
        description:      "Интересно, что же там внутри?"
    },
{
        id:               749,
        name:             "Мешок опыта «Новичок»",
        type:             "Опыт",
        weight:           0.01,
        description:      "Содержит 2 000 опыта сезонного пропуска.",
        event:            "Зима 2025"
    },
{
        id:               750,
        name:             "Мешок опыта «Бегун»",
        type:             "Опыт",
        weight:           0.01,
        description:      "Содержит 10 000 опыта сезонного пропуска.",
        event:            "Зима 2025"
    },
{
        id:               751,
        name:             "Мешок опыта «Спринтер»",
        type:             "Опыт",
        weight:           0.01,
        description:      "Содержит 50 000 опыта сезонного пропуска.",
        event:            "Зима 2025"
    },
{
        id:               752,
        name:             "Мешок опыта «Стайер»",
        type:             "Опыт",
        weight:           0.01,
        description:      "Содержит 235 000 опыта сезонного пропуска.",
        event:            "Зима 2025"
    },
{
        id:               753,
        name:             "Мешок опыта «Марафонец»",
        type:             "Опыт",
        weight:           0.01,
        description:      "Содержит 480 240 опыта сезонного пропуска.",
        event:            "Зима 2025"
    },
{
        id:               754,
        name:             "Нестрашная фотография в рамке",
        type:             "Предмет в руки",
        weight:           0.25,
        description:      "Фотография выглядит безобидно. А ты точно уверен? Кто это со мной говорит? Это твой друг!",
        event:            "Зима 2025"
    },
{
        id:               755,
        name:             "Фигурка «Чилловый парень»",
        type:             "Предмет в руки",
        weight:           0.3,
        description:      "Этот парень точно знает, как расслабиться и насладиться моментом!",
        event:            "Зима 2025"
    },
{
        id:               843,
        name:             "Акустическая гитара",
        type:             "Предмет в руки",
        weight:           2.7,
        description:      "Дай волю своей творческой стороне и позволь ей стать голосом твоих эмоций через звук струны.",
        event:            "Зима 2025"
    },
{
        id:               844,
        name:             "Акустическая гитара",
        type:             "Предмет в руки",
        weight:           2.7,
        description:      "Дай волю своей творческой стороне и позволь ей стать голосом твоих эмоций через звук струны.",
        event:            "Зима 2025"
    },
{
        id:               845,
        name:             "Акустическая гитара",
        type:             "Предмет в руки",
        weight:           2.7,
        description:      "Дай волю своей творческой стороне и позволь ей стать голосом твоих эмоций через звук струны.",
        event:            "Зима 2025"
    },
{
        id:               846,
        name:             "Акустическая гитара",
        type:             "Предмет в руки",
        weight:           2.7,
        description:      "Дай волю своей творческой стороне и позволь ей стать голосом твоих эмоций через звук струны.",
        event:            "Зима 2025"
    },
{
        id:               847,
        name:             "Электронная гитара",
        type:             "Предмет в руки",
        weight:           3.5,
        description:      "Поистине мощный музыкальный инструмент с захватывающим звучанием.",
        event:            "Зима 2025"
    },
{
        id:               848,
        name:             "Электронная гитара",
        type:             "Предмет в руки",
        weight:           3.5,
        description:      "Поистине мощный музыкальный инструмент с захватывающим звучанием.",
        event:            "Зима 2025"
    },
{
        id:               849,
        name:             "Электронная гитара",
        type:             "Предмет в руки",
        weight:           3.5,
        description:      "Поистине мощный музыкальный инструмент с захватывающим звучанием.",
        event:            "Зима 2025"
    },
{
        id:               850,
        name:             "Электронная гитара",
        type:             "Предмет в руки",
        weight:           3.5,
        description:      "Поистине мощный музыкальный инструмент с захватывающим звучанием.",
        event:            "Зима 2025"
    },
{
        id:               851,
        name:             "Бумбокс «Zenith»",
        type:             "Предмет в руки",
        weight:           6.5,
        description:      "Мощная и портативная классика, которая удивит всех на вечеринке.",
        event:            "Зима 2025"
    },
{
        id:               852,
        name:             "Колонка «Marshall Tufton»",
        type:             "Предмет в руки",
        weight:           4.9,
        description:      "Мощное решение для ценителей качественного звука. Наслаждайтесь в любом месте, в любое время, под любым окном.",
        event:            "23 февраля 2025"
    },
{
        id:               862,
        name:             "Фигурка «АК-47»",
        type:             "Предмет в руки",
        weight:           1.5,
        description:      "Точная миниатюрная реплика одного из самых узнаваемых оружий мира.",
        event:            "23 февраля 2025"
    },
{
        id:               863,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               864,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               865,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               866,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               868,
        name:             "Радиоприемник «Верас»",
        type:             "Предмет в руки",
        weight:           2.4,
        description:      "Устройство советской эпохи для приёма радиоволн.",
        event:            "Частота 9.0"
    },
{
        id:               869,
        name:             "Радиоприемник «Океан-209»",
        type:             "Предмет в руки",
        weight:           4.6,
        description:      "Устройство советской эпохи для приёма радиоволн.",
        event:            "Частота 9.0"
    },
{
        id:               870,
        name:             "Радиоприемник «VEF-202»",
        type:             "Предмет в руки",
        weight:           2.7,
        description:      "Устройство советской эпохи для приёма радиоволн.",
        event:            "Частота 9.0"
    },
{
        id:               871,
        name:             "Корпус для «Верас»",
        type:             "Расходный материал",
        weight:           1.42,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               872,
        name:             "Антенна для «Верас»",
        type:             "Расходный материал",
        weight:           0.03,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               873,
        name:             "Плата для «Верас»",
        type:             "Расходный материал",
        weight:           0.6,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               874,
        name:             "Ручка настройки для «Верас»",
        type:             "Расходный материал",
        weight:           0.05,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               875,
        name:             "Динамик для «Верас»",
        type:             "Расходный материал",
        weight:           0.28,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               876,
        name:             "Батарея для «Верас»",
        type:             "Расходный материал",
        weight:           0.02,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               877,
        name:             "Корпус для «Океан-209»",
        type:             "Расходный материал",
        weight:           3.36,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               878,
        name:             "Антенна для «Океан-209»",
        type:             "Расходный материал",
        weight:           0.05,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               879,
        name:             "Плата для «Океан-209»",
        type:             "Расходный материал",
        weight:           0.4,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               880,
        name:             "Ручка настройки для «Океан-209»",
        type:             "Расходный материал",
        weight:           0.05,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               881,
        name:             "Динамик для «Океан-209»",
        type:             "Расходный материал",
        weight:           0.6,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               882,
        name:             "Батарея для «Океан-209»",
        type:             "Расходный материал",
        weight:           0.14,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               883,
        name:             "Корпус для «VEF-202»",
        type:             "Расходный материал",
        weight:           1.47,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               884,
        name:             "Антенна для «VEF-202»",
        type:             "Расходный материал",
        weight:           1.12,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               885,
        name:             "Плата для «VEF-202»",
        type:             "Расходный материал",
        weight:           0.7,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               886,
        name:             "Ручка настройки для «VEF-202»",
        type:             "Расходный материал",
        weight:           0.05,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               887,
        name:             "Динамик для «VEF-202»",
        type:             "Расходный материал",
        weight:           0.4,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               888,
        name:             "Батарея для «VEF-202»",
        type:             "Расходный материал",
        weight:           0.08,
        description:      "Деталь, необходимая для сборки радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               889,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               890,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               891,
        name:             "Гелевый клей",
        type:             "Расходный материал",
        weight:           0.04,
        description:      "Средство для надёжного соединения и монтажа мелких частей. Используется при сборке радиоприёмника.",
        event:            "Частота 9.0"
    },
{
        id:               892,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               893,
        name:             "Металлоискатель «RGK MD-12»",
        type:             "Предмет в руки",
        weight:           1.2,
        description:      "Простенький прибор для начинающих исследователей. Настроен на обнаружение зырытых ящиков с радиодеталями.",
        event:            "Частота 9.0"
    },
{
        id:               894,
        name:             "Металлоискатель «МЕГЕОН 45007»",
        type:             "Предмет в руки",
        weight:           1.1,
        description:      "Мощный и надежный прибор для опытных исследователей. Настроен на обнаружение зарытых ящиков с радиодеталями.",
        event:            "Частота 9.0"
    },
{
        id:               895,
        name:             "«Ясный мой свет»",
        type:             "Аудиокассета",
        weight:           0.1,
        description:      "Музыкальная композиция Татьяны Булановой, выпущенная в 1996 году.",
        event:            "Частота 9.0"
    },
{
        id:               896,
        name:             "«Музыка нас связала»",
        type:             "Аудиокассета",
        weight:           0.1,
        description:      "Музыкальная композиция группы «Мираж», выпущенная в 1989 году.",
        event:            "Частота 9.0"
    },
{
        id:               897,
        name:             "«Кукла колдуна»",
        type:             "Аудиокассета",
        weight:           0.1,
        description:      "Музыкальная композиция группы «Король и Шут», выпущенная в 1998 году.",
        event:            "Частота 9.0"
    },
{
        id:               898,
        name:             "«Du Hast»",
        type:             "Аудиокассета",
        weight:           0.1,
        description:      "Музыкальная композиция группы «Rammstein», выпущенная в 1997 году.",
        event:            "Частота 9.0"
    },
{
        id:               899,
        name:             "«Остаток слов»",
        type:             "Аудиокассета",
        weight:           0.1,
        description:      "Музыкальная композиция ZippO, выпущенная в 2013 году.",
        event:            "Частота 9.0"
    },
{
        id:               900,
        name:             "«Моя игра»",
        type:             "Аудиокассета",
        weight:           0.1,
        description:      "Музыкальная композиция Басты, выпущенная в 2006 году.",
        event:            "Частота 9.0"
    },
{
        id:               901,
        name:             "«Мой номер 245»",
        type:             "Аудиокассета",
        weight:           0.1,
        description:      "Музыкальная композиция Гарика Кричевского, выпущенная в 1995 году.",
        event:            "Частота 9.0"
    },
{
        id:               902,
        name:             "«Фраер»",
        type:             "Аудиокассета",
        weight:           0.1,
        description:      "Музыкальная композиция Михаила Круга, выпущенная в 1994 году.",
        event:            "Частота 9.0"
    },
{
        id:               903,
        name:             "«Cause You Are Young»",
        type:             "Аудиокассета",
        weight:           0.1,
        description:      "Музыкальная композиция C. C. Catch, выпущенная в 1985 году.",
        event:            "Частота 9.0"
    },
{
        id:               904,
        name:             "«Лирика»",
        type:             "Аудиокассета",
        weight:           0.1,
        description:      "Музыкальная композиция группы «Сектор Газа», выпущенная в 1993 году.",
        event:            "Частота 9.0"
    },
{
        id:               905,
        name:             "«Candy Shop»",
        type:             "Аудиокассета",
        weight:           0.1,
        description:      "Музыкальная композиция 50 Cent, выпущенная в 2005 году.",
        event:            "Частота 9.0"
    },
{
        id:               906,
        name:             "«Третье сентября»",
        type:             "Аудиокассета",
        weight:           0.1,
        description:      "Музыкальная композиция Михаила Шуфутинского, выпущенная в 1993 году.",
        event:            "Частота 9.0"
    },
{
        id:               907,
        name:             "«Billie Jean»",
        type:             "Аудиокассета",
        weight:           0.1,
        description:      "Музыкальная композиция Майкла Джексона, выпущенная в 1983 году.",
        event:            "Частота 9.0"
    },
{
        id:               908,
        name:             "«Back in Black»",
        type:             "Аудиокассета",
        weight:           0.1,
        description:      "Музыкальная композиция группы «AC/DC», выпущенная в 1980 году.",
        event:            "Частота 9.0"
    },
{
        id:               909,
        name:             "«Big Poppa»",
        type:             "Аудиокассета",
        weight:           0.1,
        description:      "Музыкальная композиция Notorious B.I.G., выпущенная в 1994 году.",
        event:            "Частота 9.0"
    },
{
        id:               910,
        name:             "«Я куплю тебе дом»",
        type:             "Аудиокассета",
        weight:           0.1,
        description:      "Музыкальная композиция группы «Лесоповал», выпущенная в 1992 году.",
        event:            "Частота 9.0"
    },
{
        protected:        true,
        id:               960,
        name:             "Большой ящик с патронами «7H21»",
        type:             "Предмет в руки",
        weight:           7.41,
        description:      "Боеприпасы для пистолета MP-433 «Грач»"
    },
{
        id:               961,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               962,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               963,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               964,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               965,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               966,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    },
{
        id:               967,
        name:             "?",
        type:             "",
        // weight:           0.1,
        // description:      ""
    }
];

window.itemsDatabase = itemsDatabase;
