/* ===== data/vinyls-db.js ===== */

const vinylsDatabase = [
    {
        id:               409,
        badgeImage:       "../icons/vinyls/hlw_2023_2.png",
        name:             "«Тыквенный бум»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Хэллоуин 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/hlw_2023_1.png",
        name:             "«Сумрачный лес»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Хэллоуин 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/pattern_1.png",
        name:             "«Полоса черная»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Осень 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/pattern_2.png",
        name:             "«Полоса белая",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Осень 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/pattern_3.png",
        name:             "«Две черные полосы»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Осень 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/pattern_4.png",
        name:             "«Две белые полосы»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Осень 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/pattern_5.png",
        name:             "«Полоса двухцветная»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Осень 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/pattern_6.png",
        name:             "«Полоса Martini Racing»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Осень 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/pattern_16.png",
        name:             "Камуфляж «Живопись 2»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Осень 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/pattern_7.png",
        name:             "Камуфляж «Ржавчина»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Осень 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/pattern_15.png",
        name:             "Камуфляж «Стихия асфальта»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Осень 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/pattern_8.png",
        name:             "Камуфляж «Преступление»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Осень 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/pattern_14.png",
        name:             "Камуфляж «Осенний лес»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Осень 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/pattern_12.png",
        name:             "Камуфляж «Живопись 1»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Осень 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/pattern_9.png",
        name:             "Камуфляж «Леопард»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Осень 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/pattern_10.png",
        name:             "Камуфляж «Louis Vuitton»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Осень 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/pattern_13.png",
        name:             "Камуфляж «Большая волна»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Осень 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/pattern_11.png",
        name:             "Камуфляж «Off-White»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Осень 2023"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/newyear_2024_3.png",
        name:             "Винил «Свитер»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/newyear_2024_2.png",
        name:             "«Полосы и ёлки»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/newyear_2024_1.png",
        name:             "«Новогодний камуфляж»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зимний ивент 2024"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/october_spirits.png",
        name:             "«Октябрьские духи»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/ethmidnight.png",
        name:             "«Эфирная полночь»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/blood.png",
        name:             "«Алые следы»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Хэллоуин 2024"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_13.png",
        name:             "«Карбон»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зима 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_15.png",
        name:             "Камуфляж «Абстракция»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зима 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_08.png",
        name:             "«Снеговики 2025»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зима 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_05.png",
        name:             "«Радиоактивность»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зима 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_10.png",
        name:             "«Мороз»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зима 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_03.png",
        name:             "Половина «Белая каллиграфия»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зима 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_04.png",
        name:             "Половина «Черная каллиграфия»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зима 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_12.png",
        name:             "«Тысяча порезов»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зима 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_02.png",
        name:             "Полоса «Германия»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зима 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_01.png",
        name:             "Полоса «Италия»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зима 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_14.png",
        name:             "«Gucci»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зима 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_06.png",
        name:             "«Burberry 1»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зима 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_07.png",
        name:             "«Burberry 2»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зима 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_09.png",
        name:             "«Год Змеи 2025»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зима 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_11.png",
        name:             "«Черный океан»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Зима 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/admin_team_1.png",
        name:             "Винил «Admin Team»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами."
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/admin_team_2.png",
        name:             "Винил «ADMN»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами."
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/player_001.png",
        name:             "Винил «Player 001»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами."
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/10years.png",
        name:             "Винил «10 лет вместе»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "10 лет вместе"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/hellokitty.png",
        name:             "Винил «Hello Kitty»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "8 марта 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_18.png",
        name:             "Камуфляж «Розовая пантера»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "23 февраля 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_16.png",
        name:             "Камуфляж «Полярный призрак»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "23 февраля 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/2025_17.png",
        name:             "Камуфляж «Вулканический пепел»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "23 февраля 2025"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/mixtape_vinyl.png",
        name:             "Винил «Микстейп»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Частота 9.0"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/retrowave_vinyl.png",
        name:             "Винил «Ретровейв»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Частота 9.0"
    },
    {
        id:               409,
        badgeImage:       "../icons/vinyls/starry_surf_vinyl.png",
        name:             "Винил «Звёздный прибой»",
        type:             "Винил",
        weight:           1,
        description:      "Создаёт привлекающий образ для транспорта. В тюнинг-ателье должны уметь обращаться с такими вещами.",
        event:            "Частота 9.0"
    }
];

window.vinylsDatabase = vinylsDatabase;
